{
  "id": "micro-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Chorley Borough Council spent a total of <strong>£143K</strong> across 885 transactions in the 2024/25 financial year.</li>\n  <li>The council paid a total of <strong>235 unique suppliers</strong> during this period.</li>\n  <li>There were <strong>20 suppliers</strong> who received payments between <strong>£1k</strong> and <strong>£10k</strong>.</li>\n  <li>No suppliers received payments under <strong>£1k</strong> or over <strong>£100k</strong>.</li>\n  <li>The council's procurement is highly fragmented, with a large number of small suppliers.</li>\n</ul>\n\n<h2>Introduction to Chorley's Procurement</h2>\n<p>Chorley Borough Council's spending data reveals a complex picture of procurement, with a large number of small suppliers receiving payments. The total spend of <strong>£143K</strong> is spread across <strong>885 transactions</strong>, indicating a high level of fragmentation in the council's procurement.</p>\n<p>The fact that there are <strong>235 unique suppliers</strong> suggests that the council is not consolidating its procurement with a small number of large suppliers. Instead, it appears to be spreading its spend across a wide range of smaller suppliers.</p>\n<p>This approach may have benefits in terms of supporting local businesses and promoting competition, but it also raises questions about the efficiency and cost-effectiveness of the council's procurement processes.</p>\n\n<h2>Supplier Size Distribution</h2>\n<p>The data shows that the majority of suppliers receive relatively small payments, with <strong>20 suppliers</strong> receiving payments between <strong>£1k</strong> and <strong>£10k</strong>. There are no suppliers who receive payments under <strong>£1k</strong> or over <strong>£100k</strong>.</p>\n<p>This suggests that the council is not relying on a small number of large suppliers, but rather is working with a large number of smaller suppliers. This approach may be more labour-intensive and costly to manage, but it may also provide more opportunities for local businesses to engage with the council.</p>\n<p>The lack of suppliers receiving payments over <strong>£100k</strong> suggests that the council may not be entering into large-scale contracts with single suppliers. Instead, it appears to be breaking down its procurement into smaller, more manageable chunks.</p>\n\n<h2>Procurement Overhead and Consolidation</h2>\n<p>The high level of fragmentation in the council's procurement raises questions about the efficiency and cost-effectiveness of its procurement processes. With <strong>885 transactions</strong> and <strong>235 unique suppliers</strong>, the council may be incurring significant overhead costs in terms of procurement management and administration.</p>\n<p>Consolidating procurement with a smaller number of larger suppliers could potentially save the council money, but it may also limit opportunities for local businesses to engage with the council. The council will need to weigh the potential benefits of consolidation against the potential risks and drawbacks.</p>\n<p>A possible approach could be to analyse the council's spending data to identify areas where consolidation could be beneficial, while also ensuring that local businesses are not disadvantaged. This could involve working with suppliers to identify opportunities for consolidation and streamlining procurement processes.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Chorley Borough Council about its procurement processes and the steps it is taking to manage its procurement overhead.</li>\n  <li>Attend council committee meetings to learn more about the council's procurement decisions and to ask questions about its approach to procurement.</li>\n  <li>Check the council's published contracts register to see which suppliers are working with the council and what contracts they have been awarded.</li>\n  <li>Write to your local councillor about your concerns regarding the council's procurement processes and the potential benefits of consolidation.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to learn more about the council's procurement activities.</li>\n</ul>\n\n<em>This article is based on Chorley Borough Council's published spending data covering 2024/25 to 2024/25. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}