{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to Chorley Borough Council account for <strong>23.7%</strong> of the total spend, which amounts to <strong>£34K</strong>.</li>\n  <li>The top 10 suppliers combined receive <strong>£58K</strong>, which is <strong>40.9%</strong> of the total spend.</li>\n  <li>The remaining <strong>225 suppliers</strong> account for <strong>£84K</strong>, which is <strong>59.1%</strong> of the total spend.</li>\n  <li>The total spend analysed is <strong>£143K</strong> across <strong>885 transactions</strong>.</li>\n  <li>The unique suppliers for Chorley Borough Council are <strong>235</strong>.</li>\n</ul>\n\n<h2>Introduction to Top Suppliers</h2>\n<p>The top suppliers to Chorley Borough Council have been identified, with <strong>ALDERLEY HOTEL</strong> receiving the largest amount at <strong>£8,435</strong>, which is <strong>5.9%</strong> of the total spend. This is followed by <strong>ADOBE</strong> at <strong>£7,544</strong>, which is <strong>5.3%</strong> of the total spend.</p>\n<p>The top 5 suppliers are dominated by hotel and software providers, with <strong>PLAZA HOTEL CHORLEY</strong> and <strong>THE ALDERLEY HOTEL</strong> also featuring in the list. The presence of <strong>WWW.ICO.ORG.UK</strong> in the top 5 suppliers suggests that the council has significant expenditure on information and data-related services.</p>\n<p>The concentration of spend among the top suppliers raises questions about the council's contract dependency and the existence of competitive markets. It is essential to analyse the council's procurement processes to ensure that they are fair, transparent, and provide value for money.</p>\n\n<h2>Analysis of Top Suppliers</h2>\n<p>A closer examination of the top suppliers reveals that <strong>META</strong> and <strong>DVLA VEHICLE TAX</strong> also feature in the top 10 list, with spends of <strong>£5,380</strong> and <strong>£4,725</strong> respectively. The presence of these suppliers suggests that the council has a range of expenditure commitments, including software, hospitality, and vehicle taxation.</p>\n<p>The following table provides a comparison of the top 5 suppliers:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Rank</th>\n      <th>Supplier</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1</td>\n      <td><strong>ALDERLEY HOTEL</strong></td>\n      <td><strong>£8,435</strong></td>\n      <td><strong>5.9%</strong></td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td><strong>ADOBE</strong></td>\n      <td><strong>£7,544</strong></td>\n      <td><strong>5.3%</strong></td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td><strong>PLAZA HOTEL CHORLEY</strong></td>\n      <td><strong>£6,172</strong></td>\n      <td><strong>4.3%</strong></td>\n    </tr>\n    <tr>\n      <td>4</td>\n      <td><strong>THE ALDERLEY HOTEL</strong></td>\n      <td><strong>£5,805</strong></td>\n      <td><strong>4.1%</strong></td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td><strong>WWW.ICO.ORG.UK</strong></td>\n      <td><strong>£5,800</strong></td>\n      <td><strong>4.1%</strong></td>\n    </tr>\n  </tbody>\n</table>\n<p>This table highlights the significant expenditure commitments to these top suppliers, with <strong>ALDERLEY HOTEL</strong> and <strong>ADOBE</strong> receiving the largest amounts.</p>\n\n<h2>Conclusion and Recommendations</h2>\n<p>The analysis of the top suppliers to Chorley Borough Council has highlighted the concentration of spend among a few key suppliers. While this may provide some benefits in terms of contract management and procurement efficiency, it also raises concerns about the council's contract dependency and the existence of competitive markets.</p>\n<p>To address these concerns, the council should review its procurement processes to ensure that they are fair, transparent, and provide value for money. This may involve exploring alternative suppliers, renegotiating contracts, and implementing more robust procurement practices.</p>\n<p>Furthermore, the council should consider publishing more detailed information about its expenditure commitments, including the nature of the goods and services provided by each supplier. This would help to promote transparency and accountability, and provide citizens with a better understanding of how their money is being spent.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Chorley Borough Council about the procurement processes and contracts with the top suppliers.</li>\n  <li>Attend council committee meetings to learn more about the council's expenditure commitments and procurement practices.</li>\n  <li>Check the council's published contracts register to see the details of the contracts with the top suppliers.</li>\n  <li>Write to your local councillor about your concerns regarding the concentration of spend among the top suppliers and the need for more transparent procurement practices.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and learn more about the council's expenditure commitments.</li>\n</ul>\n\n<em>This article is based on Chorley Borough Council's published spending data covering 2024/25 to 2024/25. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}