{
  "id": "department-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n<li>Resources & Finance consumed £119.0 million—representing 56.3% of the council's total £211.3 million expenditure over the ten-year period.</li>\n<li>The top three departmental categories account for 87.7% of all spending, leaving just 12.3% for planning, environmental health, legal services and other functions combined.</li>\n<li>Frontline service departments (Environmental Services and Regeneration & Housing) received a combined £66.3 million—44% less than the single Resources & Finance allocation.</li>\n<li>The \"Other\" category, at £17.3 million, lacks departmental specificity, raising questions about transparency in nearly one pound in every twelve spent.</li>\n<li>Planning & Transportation and Environmental Health together received only £5.1 million (2.4% of total spend) despite their direct impact on borough development and public safety.</li>\n</ul>\n\n<h2>The Resources & Finance Dominance</h2>\n\n<p>Hyndburn Borough Council's departmental spending over ten financial years (2016/17 to 2025/26) reveals a striking imbalance between corporate support functions and frontline service delivery. Analysis of £211,308,051.79 in total expenditure shows that <strong>Resources & Finance alone accounts for £119,032,594.66</strong>—more than half of every pound spent by the authority.</p>\n\n<p>This department's allocation exceeds the combined total of Environmental Services (£34,785,571.92), Regeneration & Housing (£31,485,286.52), and the entire \"Other\" category (£17,271,932.68) put together. To put this in perspective, for every £1 spent on Environmental Services, the council spent £3.42 on Resources & Finance. For Regeneration & Housing—responsible for housing stock and economic development—the ratio is £3.78 to £1.</p>\n\n<p>While Resources & Finance typically encompasses corporate overheads, treasury management, debt servicing, and central staffing costs, the sheer scale of this allocation demands scrutiny. At 56.3% of total spend, this category absorbs more resources than all service-delivery departments combined. Whether this represents efficient centralisation or excessive bureaucracy depends on granular details that the current transparency data does not reveal.</p>\n\n<h2>Frontline Services: The Remaining Share</h2>\n\n<p>Environmental Services, which includes waste collection, street cleaning, and grounds maintenance, received £34,785,571.92 across the decade—just 16.5% of total expenditure. Regeneration & Housing, covering economic development and housing services, received £31,485,286.52 (14.9%). Together, these two front-facing departments account for less than one-third of the Resources & Finance budget.</p>\n\n<p>The disparity becomes more pronounced when examining smaller departments. <strong>Legal & Democratic services received £3,633,578.79</strong> (1.7%), while Planning & Transportation—critical for housing development and transport infrastructure—received only £2,941,379.99 (1.4%). Environmental Health, responsible for food safety, housing standards and pollution control, received the smallest allocation at £2,157,707.23, representing just 1.0% of total spend.</p>\n\n<p>The \"Other\" category presents particular transparency concerns. At £17,271,932.68 (8.2% of total spend), this classification lacks departmental specificity. Over ten years, this represents an average of £1.73 million annually in unspecified expenditure. Without further breakdown, residents cannot determine whether these funds support additional services, contingency reserves, or cross-departmental projects.</p>\n\n<h2>Ten Years of Spending Patterns</h2>\n\n<p>The data spans ten financial years from 2016/17 to 2025/26, capturing periods of austerity, the COVID-19 pandemic, and recent cost-of-living pressures. However, the aggregated nature of this dataset prevents analysis of year-on-year trends. We cannot determine, for example, whether Resources & Finance grew disproportionately during the pandemic or if Environmental Services faced real-terms cuts during austerity years.</p>\n\n<p>What the aggregate figures do reveal is structural prioritisation. The council has allocated nearly six pounds in every ten to corporate and financial functions, leaving Environmental Services and Regeneration & Housing to compete for the remaining scraps. Planning & Transportation's meagre £2.94 million—less than £300,000 annually on average—raises questions about the council's capacity to manage development pressures in the borough.</p>\n\n<h2>Transparency and Accountability Gaps</h2>\n\n<p>The presentation of this data highlights ongoing transparency challenges in local government financial reporting. While Hyndburn meets statutory requirements under the Transparency Code, the lack of granularity within the Resources & Finance category prevents meaningful public scrutiny. Does this £119 million include pension liabilities? Interest payments? Shared services arrangements with neighbouring East Lancashire authorities? The current disclosure does not say.</p>\n\n<p>Similarly, the \"Other\" category's £17.3 million represents a significant opacity in the accounts. For context, this exceeds the entire budget for Environmental Health (£2.16 million) and Planning & Transportation (£2.94 million) combined by more than threefold. Without departmental attribution, residents cannot assess value for money in nearly one-twelfth of council spending.</p>\n\n<p>Comparative analysis with neighbouring East Lancashire councils would provide essential context, but Hyndburn's departmental classifications may not align with neighbouring authorities' structures, making benchmarking difficult. What is clear, however, is that a spending model directing 56.3% of resources to corporate functions while allocating just 2.4% to planning and environmental health combined merits public examination.</p>\n\n<h2>What You Can Do</h2>\n\n<ul>\n<li><strong>Submit a Freedom of Information request</strong> asking for a detailed breakdown of the £119,032,594.66 Resources & Finance expenditure, specifically requesting separation of corporate overheads, debt servicing, treasury management, and staffing costs.</li>\n<li><strong>Attend Overview and Scrutiny Committee meetings</strong> where departmental budgets are reviewed, and ask councillors to justify the 56.3% allocation to Resources & Finance compared to 16.5% for Environmental Services.</li>\n<li><strong>Request the supplier transaction list</strong> for the \"Other\" category (£17,271,932.68) to identify which services or projects fall outside standard departmental classifications.</li>\n<li><strong>Contact your ward councillors</strong> to question why Planning & Transportation receives only £2,941,379.99 (1.4% of spend) while Resources & Finance receives over forty times that amount, and ask how this serves local development priorities.</li>\n<li><strong>Monitor future spending data</strong> on the council's transparency page to track whether the 2025/26 figures continue this pattern of corporate-heavy allocation.</li>\n</ul>\n\n<em>Methodology: This analysis is based on Hyndburn Borough Council's published spending records released under the Local Government Transparency Code. The data covers financial years 2016/17 through 2025/26, with total verified expenditure of £211,308,051.79 across seven departmental categories. Percentages are calculated from raw figures provided in the council's transparency returns. All pound amounts and departmental names reflect official council classifications.</em>"
}