{
  "id": "doge-investigation-overview",
  "content": "\n      <p><strong>We subjected every pound of Hyndburn Borough Council's published spending data to rigorous automated analysis</strong> — 29,802 transactions totalling £211 million since January 2017. With a spending disclosure threshold of just £250, Hyndburn publishes more granular data than many councils. Our DOGE-style audit identified concerning patterns across supplier compliance, duplicate payments, and year-end budget behaviour.</p>\n\n      <p>This analysis used the same methodology applied to neighbouring Burnley and Pendle councils, enabling direct comparison across East Lancashire. The results suggest Hyndburn has significant governance questions to answer.</p>\n\n      <h4>The Headline Numbers</h4>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Finding</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Value</th>\n        </tr>\n        <tr><td>Total spend analysed</td><td style=\"text-align:right\"><strong>£211,000,000</strong></td></tr>\n        <tr><td>Total transactions</td><td style=\"text-align:right\">29,802</td></tr>\n        <tr><td>Unique suppliers</td><td style=\"text-align:right\">2,394</td></tr>\n        <tr><td>Payments to suppliers during Companies House breaches</td><td style=\"text-align:right\"><strong>£1,100,000</strong></td></tr>\n        <tr><td>Likely duplicate payments</td><td style=\"text-align:right\"><strong>£3,400,000</strong></td></tr>\n        <tr><td>Suspected split payments</td><td style=\"text-align:right\"><strong>£14,800,000</strong></td></tr>\n        <tr><td>Year-end spending spike (Regeneration &amp; Housing)</td><td style=\"text-align:right\"><strong>12.9x average</strong></td></tr>\n      </table>\n\n      <h4>1. Companies House Compliance: £1.1 Million to Non-Compliant Suppliers</h4>\n\n      <p>We cross-referenced every supplier against Companies House records and found <strong>17 suppliers received £1.1 million while in active breach</strong> of the Companies Act 2006. Some of these companies had no active directors — meaning they may have been unable to legally sign contracts or authorise work.</p>\n\n      <p>The worst offender, B3P Services Ltd, received <strong>£420,200</strong> while having no active directors at all. This is the highest single-supplier compliance exposure of any council in our analysis.</p>\n\n      <h4>2. £3.4 Million in Likely Duplicate Payments</h4>\n\n      <p>We identified <strong>940 high-confidence duplicate groups</strong> where the same supplier received the same amount on the same date with the same reference number. Either the council's transparency data is unreliable (duplicate records in their published files), or genuine overpayments are occurring at scale.</p>\n\n      <h4>3. £14.8 Million in Suspected Split Payments</h4>\n\n      <p>Our analysis flagged <strong>670 instances</strong> where payments to the same supplier appeared to be artificially split — potentially to stay below approval thresholds. At £14.8 million, this represents a significant procurement concern.</p>\n\n      <h4>4. The Worst Year-End Spending Spike in East Lancashire</h4>\n\n      <p>Hyndburn's Regeneration &amp; Housing department spent <strong>12.9 times its monthly average in March</strong> — the classic \"use it or lose it\" budget-clearing behaviour. This is the worst year-end spike of any department across the three East Lancashire councils we analysed. In monetary terms, that March surge represented £3.7 million above the department's normal monthly spend.</p>\n\n      <h4>5. 2,394 Suppliers — But How Many Are Checked?</h4>\n\n      <p>With nearly 2,400 unique suppliers receiving payments, the question is whether the council conducts adequate due diligence. Our Companies House analysis suggests the answer is no — 17 suppliers in active breach of company law still received public money.</p>\n\n      <h4>Methodology</h4>\n\n      <p>This analysis uses the same automated pipeline applied to Burnley and Pendle councils, covering all transactions above £250 published by Hyndburn Borough Council under the Local Government Transparency Code. Duplicate detection uses exact matching on supplier name, amount, date, and reference number. Companies House data was accessed via the official API.</p>\n\n      <p><em>All figures derived from publicly available Hyndburn Borough Council spending data. Full methodology available on request.</em></p>\n    "
}
