{
  "id": "duplicate-payments",
  "content": "\n      <p><strong>Our automated analysis identified 940 high-confidence duplicate payment groups totalling £3.4 million in Hyndburn Borough Council's published spending data.</strong> These are cases where the same supplier received the same amount on the same date with the same reference number — either genuine overpayments or errors in the council's transparency data.</p>\n\n      <h4>What Makes These \"High-Confidence\" Duplicates?</h4>\n\n      <p>We applied strict matching criteria to minimise false positives. Every flagged duplicate matches on <strong>all four fields</strong>:</p>\n      <ol>\n        <li><strong>Supplier name</strong> — identical after normalisation</li>\n        <li><strong>Payment amount</strong> — exact match to the penny</li>\n        <li><strong>Payment date</strong> — same day</li>\n        <li><strong>Reference number</strong> — identical transaction reference</li>\n      </ol>\n\n      <p>When all four fields match, there is either a legitimate explanation (such as genuinely identical services on the same day) or something has gone wrong.</p>\n\n      <h4>Scale of the Problem</h4>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Metric</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Hyndburn</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Burnley</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Pendle</th>\n        </tr>\n        <tr><td>Duplicate groups</td><td style=\"text-align:right\"><strong>940</strong></td><td style=\"text-align:right\">503</td><td style=\"text-align:right\">1,311</td></tr>\n        <tr><td>Total duplicate value</td><td style=\"text-align:right\"><strong>£3,400,000</strong></td><td style=\"text-align:right\">£2,478,616</td><td style=\"text-align:right\">£2,700,000</td></tr>\n        <tr><td>As % of total spend</td><td style=\"text-align:right\">1.6%</td><td style=\"text-align:right\">1.1%</td><td style=\"text-align:right\">2.1%</td></tr>\n      </table>\n\n      <p>Hyndburn has the <strong>highest value</strong> of duplicates at £3.4 million — nearly £1 million more than Burnley despite a comparable total spend.</p>\n\n      <h4>The HM Land Registry Pattern</h4>\n\n      <p>One supplier stands out for sheer volume: <strong>HM Land Registry</strong> appears with 2,422 tiny transactions averaging just £5 each. While land registry fees are legitimate, the volume of micro-transactions is unusual and worth investigating. Why is the council processing thousands of individual small payments rather than consolidating them?</p>\n\n      <h4>Two Possible Explanations</h4>\n\n      <p>As with all councils we've analysed, there are two possibilities:</p>\n      <ol>\n        <li><strong>Data publishing errors:</strong> The council's transparency reporting system is creating duplicate records in the CSV files — meaning taxpayers cannot trust the published data</li>\n        <li><strong>Actual duplicate payments:</strong> The council is genuinely paying suppliers twice for the same work — meaning £3.4 million of public money may have been wasted</li>\n      </ol>\n\n      <p>Either explanation represents a failure. The council should conduct an internal audit to determine which payments are genuine duplicates and which are data errors — and publish the results.</p>\n\n      <p><em>All figures derived from publicly available Hyndburn Borough Council spending data published under the Local Government Transparency Code. Duplicate detection methodology consistent across all three council analyses.</em></p>\n    "
}
