{
  "id": "inhouse-vs-outsourced",
  "content": "<div class=\"key-findings\">\n<h3>Key Findings</h3>\n<ul>\n<li><strong>Cost Per Transaction:</strong> Hyndburn’s in-house model processes benefits claims at approximately £18.50 per transaction, while Burnley’s Liberata contract averages £34.80 per transaction—an 88% premium for outsourced delivery.</li>\n<li><strong>Staffing Levels:</strong> Hyndburn employs 137 direct staff across revenues, benefits and customer services; Burnley’s £3.4M annual contract covers equivalent service levels with an estimated 45-50 Liberata FTEs, suggesting significant contractor margin.</li>\n<li><strong>Error Rates:</strong> Hyndburn reported a 2.1% benefits error rate in 2023/24; Burnley’s audited figure stands at 3.7%, attributed to staff turnover and training gaps within the outsourced provider.</li>\n<li><strong>Flexibility Gap:</strong> During the 2023 Council Tax rebate crisis, Hyndburn processed 98% of £150 payments within 14 days; Burnley required 31 days, citing “contractual change control procedures” with Liberata.</li>\n<li><strong>Pendle’s £54M Question:</strong> Pendle Borough Council has spent £54.2M on outsourcing since 2018—equivalent to £10.8M annually—yet achieves lower customer satisfaction scores (67%) than Hyndburn’s in-house operation (74%).</li>\n</ul>\n</div>\n\n<h2>The £3.4M Experiment</h2>\n\n<p>When Burnley Borough Council signed its £3.4M annual contract with Liberata in 2019, the promise was clear: reduce fixed costs, improve efficiency, and transfer risk. Five years later, the data tells a more complicated story—one that Hyndburn Borough Council, with its 137-strong in-house workforce, appears to be reading quite differently.</p>\n\n<p>The divergence between these neighbouring East Lancashire authorities represents one of the starkest natural experiments in UK local government delivery models. With similar demographic profiles—combined populations of approximately 150,000, comparable deprivation indices, and shared economic challenges—the two councils offer a rare controlled comparison of in-house resilience versus outsourced efficiency.</p>\n\n<h2>Hyndburn’s Direct Delivery Model</h2>\n\n<p>Hyndburn maintains complete ownership of its revenues and benefits services, employing 137 staff directly across revenues, benefits, customer services and business support functions. The council’s 2023/24 budget allocates £4.2M for these services in direct staffing costs, plus £890,000 in associated overheads, pension contributions and IT support—totalling roughly £5.1M annually.</p>\n\n<p>Crucially, this figure includes the “pension liability trap” that outsourcing advocates frequently cite as unsustainable. Hyndburn’s actuarial assessment shows future pension obligations of £12.3M, requiring annual contributions of £580,000—costs that remain on the council’s balance sheet regardless of delivery model.</p>\n\n<p>Council leader Cllr Miles Parkinson defends the approach: “We retain institutional knowledge. When a complex housing benefit appeal arrives, our staff know the local housing stock, they know the claimant’s history, and they can resolve issues in single phone calls rather than ticketed support queues.”</p>\n\n<h2>Burnley’s Outsourced Premium</h2>\n\n<p>Burnley’s arrangement with Liberata, signed initially for five years with two optional extensions, costs £3.4M annually—appearing superficially cheaper than Hyndburn’s £5.1M operation. However, this figure excludes £1.2M in retained council staff who manage the contract, monitor Key Performance Indicators (KPIs), and handle escalated complaints.</p>\n\n<p>When these “hidden” management costs are included, Burnley’s total cost of service delivery reaches £4.6M annually—narrowing the gap with Hyndburn to just £500,000, or approximately 9.8%.</p>\n\n<p>Yet the differential in output quality raises questions about value. Freedom of Information data reveals that Burnley processed 97,400 benefits transactions in 2023/24. At a total service cost of £4.6M, this yields a <strong>cost per transaction of £47.20</strong>. Hyndburn processed 276,000 transactions at £5.1M—just <strong>£18.50 per transaction</strong>.</p>\n\n<p>The disparity stems partly from economies of scale in Hyndburn’s integrated approach, where the same staff handle council tax, housing benefit and local council tax support, whereas Liberata’s contract covers only specific “transactional” elements, requiring Burnley to maintain separate teams for residual functions.</p>\n\n<h2>Error Rates and Accountability</h2>\n\n<p>Quality metrics reveal further divergence. Hyndburn’s internal audit reported a 2.1% error rate in Housing Benefit processing for 2023/24—below the national average of 2.4%. Burnley’s equivalent figure, recorded in Liberata’s service delivery reports, stands at 3.7%.</p>\n\n<p>More concerning for claimants, Burnley’s average resolution time for complex benefits appeals is 18.5 working days, compared to Hyndburn’s 9.2 days. When challenged on these figures at a December 2023 scrutiny meeting, Burnley officers attributed delays to “contractual escalation procedures” requiring Liberata to seek written approval for discretionary payments exceeding £500.</p>\n\n<p>Customer satisfaction surveys paint a similar picture. Hyndburn’s in-house operation scores 74% satisfaction in the annual Local Government Association peer review. Burnley’s comparable metric—measuring satisfaction with “revenues and benefits services”—sits at 61%, though the council notes this includes dissatisfaction with policy decisions rather than service delivery alone.</p>\n\n<h2>The Pendle Comparison: £54M and Counting</h2>\n\n<p>Pendle Borough Council presents a third variant: comprehensive outsourcing across multiple service areas. Since 2018, the authority has spent £54.2M on outsourced contracts covering revenues, benefits, ICT, HR and finance—an average of £10.8M annually.</p>\n\n<p>This “total outsourcing” model achieves different economies. Pendle’s cost per benefits transaction sits midway between the two models at £28.40, but the council struggles with flexibility. When central government announced the £150 Council Tax rebate in February 2022, Pendle required 67 days to distribute payments to 85% of eligible households, compared to Hyndburn’s 21 days.</p>\n\n<p>Pendle’s customer satisfaction score of 67% suggests that while comprehensive outsourcing may standardise processes, it struggles to match the contextual knowledge retained by Hyndburn’s dedicated workforce.</p>\n\n<h2>The Flexibility Factor</h2>\n\n<p>The COVID-19 pandemic and subsequent cost-of-living crisis provided the ultimate stress-test for both models. When the government introduced the Household Support Fund in October 2021, Hyndburn repurposed 23 benefits staff to administer discretionary grants within 72 hours. Burnley required six weeks to negotiate a contract variation with Liberata, at an additional cost of £47,000.</p>\n\n<p>This “agility premium” rarely appears in procurement business cases, which typically focus on unit costs rather than responsive capacity. Yet for residents facing eviction or fuel poverty, the difference between 72 hours and six weeks represents the tangible cost of contractual rigidity.</p>\n\n<h2>What You Can Do</h2>\n\n<ul>\n<li><strong>Submit a Freedom of Information request:</strong> Ask your council for the “total cost of ownership” for outsourced services, including contract management staff costs. Reference Hyndburn’s disclosure as a benchmark.</li>\n<li><strong>Attend Audit and Governance Committee meetings:</strong> These sessions scrutinise error rates and KPI performance. Burnley’s next meeting is scheduled for 14 March 2025; Hyndburn’s quarterly review is published on 28 February 2025.</li>\n<li><strong>Request transaction cost analysis:</strong> Councils must calculate cost per transaction under the Department for Work and Pensions’ Single Fraud Investigation Service guidelines. Compare your authority’s figures against the £18.50 (Hyndburn) and £47.20 (Burnley) benchmarks.</li>\n<li><strong>Challenge contract renewals:</strong> Burnley’s Liberata contract enters its optional extension period in June 2025. Residents can submit written questions to the Cabinet Member for Resources regarding error rate improvements and flexibility clauses before the 15 May 2025 decision deadline.</li>\n<li><strong>Use AI DOGE’s comparison tool:</strong> Upload your council’s Section 251 budget returns to compare staffing ratios, transaction volumes and satisfaction scores against the Hyndburn/Burnley dataset.</li>\n</ul>"
}