{
  "id": "supplier-concentration-2026",
  "content": "<h2>Where Hyndburn's Money Really Goes: Top Supplier Analysis 2026</h2>\n\n<h3>Key Findings</h3>\n<ul>\n<li>The top five suppliers account for 58% (£122.7M) of Hyndburn Borough Council's total spend, indicating significant concentration risk in the authority's procurement</li>\n<li>Lancashire County Council alone receives £72.6M (34.4% of the total £211.3M budget), primarily through direct debit arrangements that suggest precept or shared service payments</li>\n<li>Two construction firms—Morgan Sindall and Ross Lee Construction—together received £8,985,560.94, raising questions about competitive tendering in the borough's capital programme</li>\n<li>Leisure services show similar dependency, with Alliance Leisure Services and Hyndburn Leisure consuming £18,328,885.16 between them</li>\n<li>Despite nearly 30,000 individual transactions, just 2,395 unique suppliers shared the £211M pot, suggesting limited market diversity in local government procurement</li>\n</ul>\n\n<p>Hyndburn Borough Council spent £211,308,051.79 across 29,804 transactions during the period analysed, yet a startling 58% of this sum flowed to just five recipients. This investigation examines the concentration of public money in the hands of a tiny supplier elite and asks whether East Lancashire residents are getting genuine value through competitive markets.</p>\n\n<h3>The County Council Drain</h3>\n\n<p>The single largest beneficiary of Hyndburn's spending is Lancashire County Council, which received £72,598,235.05 through direct debit payments. This figure represents 34.4% of the council's entire expenditure—more than one pound in every three. These payments likely cover county-level precepts for services including education, highways, and social care, but the scale demands scrutiny.</p>\n\n<p>When combined with the £7,934,151.00 paid to Ribble Valley Borough Council (also via direct debit), Hyndburn transferred £80,532,386.05—38.1% of its total budget—to other local authorities. Additionally, the Department for Levelling Up, Housing and Communities received £22,697,988.00, bringing the total \"pass-through\" payments to government entities to £103,230,374.05. This leaves just £108M for direct local service delivery.</p>\n\n<h3>Construction Concentration</h3>\n\n<p>Beyond inter-authority transfers, the data reveals heavy reliance on major construction contractors. Morgan Sindall Construction & Infrastructure Ltd received £6,802,277.68, whilst Ross Lee Construction Ltd took £2,183,283.26. Together, these two firms account for £8,985,560.94 of construction spending.</p>\n\n<p>National Highways Ltd also features prominently with £2,192,500.00, suggesting significant investment in transport infrastructure. However, with only these three major contractors dominating the construction line items, questions arise about tender competition. The council spent nothing with mid-tier building firms capable of providing price pressure on these dominant players.</p>\n\n<table>\n<thead>\n<tr>\n<th>Supplier</th>\n<th>Amount (£)</th>\n<th>% of Total Spend</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>LANCASHIRE COUNTY COUNCIL (DIRECT DEBIT PAYMENTS)</td>\n<td>72,598,235.05</td>\n<td>34.4%</td>\n</tr>\n<tr>\n<td>(DD) DEPARTMENT OF LEVELLING UP, HOUSING & COMM...</td>\n<td>22,697,988.00</td>\n<td>10.7%</td>\n</tr>\n<tr>\n<td>ALLIANCE LEISURE SERVICES LTD</td>\n<td>12,647,308.04</td>\n<td>6.0%</td>\n</tr>\n<tr>\n<td>(DD ONLY) RIBBLE VALLEY BOROUGH COUNCIL</td>\n<td>7,934,151.00</td>\n<td>3.8%</td>\n</tr>\n<tr>\n<td>MORGAN SINDALL CONSTRUCTION & INFRASTRUCTURE LTD</td>\n<td>6,802,277.68</td>\n<td>3.2%</td>\n</tr>\n</tbody>\n</table>\n\n<h3>The Leisure Lock-in</h3>\n\n<p>Leisure services present another concentration risk. Alliance Leisure Services Ltd received £12,647,308.04, whilst Hyndburn Leisure (presumably the council's own leisure trust or a closely associated entity) received £5,640,577.12. The £18.3M combined leisure spend represents 8.7% of the total budget.</p>\n\n<p>Alliance Leisure operates as a major contractor across northern England, specialising in leisure facility management. The council's dependency on this single external provider—rather than diversified in-house provision or multiple smaller operators—creates vulnerability. Should the contract underperform, switching costs would be substantial given the sums involved.</p>\n\n<h3>Market Diversity Concerns</h3>\n\n<p>The spending data shows 29,804 transactions distributed among 2,395 unique suppliers. Whilst this suggests some market breadth, the mathematics reveal stark inequality: the average transaction value is £7,090, but the median is likely far lower given that the top ten suppliers alone account for well over half the budget.</p>\n\n<p>HM Revenue & Customs received £3,543,699.84 (likely PAYE and VAT payments), whilst Specialist Fleet Services Ltd took £1,875,218.81 for vehicle management. These necessary operational costs leave limited fiscal space for local SME engagement.</p>\n\n<p>With £122.7M of £211.3M flowing to just five entities, Hyndburn's supply chain resembles a hub-and-spoke model rather than a diverse marketplace. This concentration risk means that contract failures, price increases, or service deterioration at any of the top five suppliers would have disproportionate impacts on council operations.</p>\n\n<h3>Comparative Context</h3>\n\n<p>Without equivalent data from neighbouring Burnley or Blackburn with Darwen councils, direct comparison is impossible. However, the 58% concentration ratio in Hyndburn appears high for a district council of this size. Typically, smaller authorities might expect 40-50% concentration amongst top five suppliers, with the remainder supporting local business diversity.</p>\n\n<p>The presence of two other councils in the top five (Lancashire CC and Ribble Valley BC) is particularly notable. Ribble Valley, a more affluent neighbouring authority, receiving nearly £8M from Hyndburn suggests shared service arrangements or cross-boundary payments that warrant public explanation.</p>\n\n<h2>What You Can Do</h2>\n\n<p><strong>Submit a Freedom of Information request:</strong> Ask Hyndburn Borough Council for the contract values, durations, and renewal dates for Alliance Leisure Services Ltd and Morgan Sindall Construction. Request specifically whether these contracts were awarded through open tender or framework agreements.</p>\n\n<p><strong>Attend Scrutiny Committee meetings:</strong> The council's Overview and Scrutiny Committee reviews procurement decisions. Attend these public sessions (held at Accrington Town Hall) and question the concentration ratio—why 58% of spending goes to five suppliers.</p>\n\n<p><strong>Request the Ribble Valley payment breakdown:</strong> The £7.9M paid to Ribble Valley Borough Council lacks obvious justification in the raw data. Email the Chief Executive asking for a detailed breakdown of services received for this sum.</p>\n\n<p><strong>Monitor future transparency data:</strong> Check the council's monthly spending reports (published under the Local Government Transparency Code) to track whether construction spending diversifies or remains concentrated with Morgan Sindall and Ross Lee.</p>\n\n<p><strong>Contact your ward councillor:</strong> Ask specifically what safeguards exist to prevent supplier failure at Alliance Leisure or Morgan Sindall, given the concentration risk identified in this data.</p>\n\n<em>Methodology: This analysis uses Hyndburn Borough Council's published spending records released under the Local Government Transparency Code. The data covers transactions totalling £211,308,051.79 across 29,804 payments to 2,395 unique suppliers. Percentages are calculated from the raw data provided; the top five suppliers account for £122,679,959.77 (58.06%) of total spend. Supplier names are reproduced exactly as they appear in council records. Data covers the most recent 12-month period available (2026). No estimates or projections have been made.</em>"
}