{
  "id": "department-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The <strong>CAP DEVELOPMENT</strong> department has received the largest allocation of funds, with a total of <strong>£43.9M</strong>, accounting for <strong>21.3%</strong> of the total spend.</li>\n  <li>The top three departments by spend are <strong>CAP DEVELOPMENT</strong> (<strong>£43.9M</strong>), <strong>REV CUSTOMER SERVICES</strong> (<strong>£30.9M</strong>), and <strong>REV ENVIRONMENT</strong> (<strong>£28.4M</strong>).</li>\n  <li>The <strong>BALANCE SHEET</strong> department has a spend of <strong>£18.3M</strong>, which is <strong>8.9%</strong> of the total spend.</li>\n</ul>\n\n<h2>Departmental Spending Breakdown</h2>\n<p>The spending data for Preston City Council reveals a clear breakdown of how funds are allocated across different departments. The <strong>CAP DEVELOPMENT</strong> department stands out as the largest recipient of funds, with a total allocation of <strong>£43.9M</strong>. This accounts for <strong>21.3%</strong> of the total spend, indicating the significance of this department in the council's overall operations.</p>\n<p>In addition to <strong>CAP DEVELOPMENT</strong>, the <strong>REV CUSTOMER SERVICES</strong> and <strong>REV ENVIRONMENT</strong> departments also receive substantial allocations, with <strong>£30.9M</strong> and <strong>£28.4M</strong> respectively. These figures highlight the importance of customer services and environmental management in the council's programme of work.</p>\n<p>A closer examination of the spending data reveals that the top five departments by spend are responsible for <strong>£146.3M</strong> of the total <strong>£205.9M</strong> analysed. This concentration of spending in a few key areas suggests that the council is prioritising specific services and initiatives.</p>\n\n<h2>Comparing Departmental Spend</h2>\n<p>To better understand the distribution of funds across departments, it is useful to compare the spend of different departments. The table below shows the top ten departments by spend, along with their corresponding allocations and percentages of the total spend.</p>\n<table>\n  <thead>\n    <tr>\n      <th>Department</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>CAP DEVELOPMENT</td>\n      <td>£43.9M</td>\n      <td>21.3%</td>\n    </tr>\n    <tr>\n      <td>REV CUSTOMER SERVICES</td>\n      <td>£30.9M</td>\n      <td>15.0%</td>\n    </tr>\n    <tr>\n      <td>REV ENVIRONMENT</td>\n      <td>£28.4M</td>\n      <td>13.8%</td>\n    </tr>\n    <tr>\n      <td>CAP CUSTOMER SERVICES</td>\n      <td>£23.4M</td>\n      <td>11.3%</td>\n    </tr>\n    <tr>\n      <td>REV DEVELOPMENT</td>\n      <td>£19.7M</td>\n      <td>9.5%</td>\n    </tr>\n    <tr>\n      <td>BALANCE SHEET</td>\n      <td>£18.3M</td>\n      <td>8.9%</td>\n    </tr>\n    <tr>\n      <td>CAP ENVIRONMENT</td>\n      <td>£17.9M</td>\n      <td>8.7%</td>\n    </tr>\n    <tr>\n      <td>REV CORPORATE SERVICES</td>\n      <td>£8.8M</td>\n      <td>4.3%</td>\n    </tr>\n    <tr>\n      <td>REV MISCELLANEOUS FINANCE</td>\n      <td>£5.7M</td>\n      <td>2.8%</td>\n    </tr>\n    <tr>\n      <td>CAP CHIEF EXECUTIVE</td>\n      <td>£3.3M</td>\n      <td>1.6%</td>\n    </tr>\n  </tbody>\n</table>\n<p>This comparison highlights the varying levels of funding allocated to different departments, with some receiving significantly more than others. The <strong>CAP DEVELOPMENT</strong> department, for example, receives nearly twice as much as the <strong>REV CUSTOMER SERVICES</strong> department.</p>\n\n<h2>Conclusion and Next Steps</h2>\n<p>The spending data for Preston City Council provides valuable insights into the allocation of funds across different departments. By examining the top departments by spend and comparing their allocations, it is possible to identify areas of priority for the council. The <strong>CAP DEVELOPMENT</strong> department, in particular, stands out as a key area of focus, with a total allocation of <strong>£43.9M</strong>.</p>\n<p>As the council continues to develop and implement its programme of work, it is essential to consider the distribution of funds across different departments. By doing so, the council can ensure that resources are being allocated effectively and efficiently, ultimately benefiting the community it serves.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Preston City Council about the specific initiatives and projects being funded by the <strong>CAP DEVELOPMENT</strong> department.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions and priorities.</li>\n  <li>Check the council's published contracts register to see which suppliers are being used and what services they are providing.</li>\n  <li>Write to your local councillor about your concerns or questions regarding the allocation of funds across different departments.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data for Preston City Council and gain a deeper understanding of how your tax pounds are being spent.</li>\n</ul>\n\n<em>This article is based on Preston City Council's published spending data covering 2019/20 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}