{
  "id": "doge-findings-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The total spend analysed from Preston City Council's published spending records is £205.9M.</li>\n  <li>The spending data covers 46,711 transactions over 7 financial years, from 2019/20 to 2025/26.</li>\n  <li>The data source for this analysis is the published spending records, which are available under the Local Government Transparency Code.</li>\n</ul>\n\n<h2>Introduction to Preston City Council's Spending</h2>\n<p>Preston City Council, a district council in Lancashire, England, has published its spending records in accordance with the Local Government Transparency Code. The published data covers a period of 7 financial years, from 2019/20 to 2025/26, and includes a total of 46,711 transactions. The total spend analysed from these records is £205.9M.</p>\n<p>This data provides a comprehensive overview of the council's spending habits and can be used to identify trends and patterns. However, without more detailed information on the suppliers and categories of spending, it is difficult to draw specific conclusions about the council's spending priorities.</p>\n<p>Further analysis of the data is needed to gain a deeper understanding of the council's spending habits and to identify any potential areas for improvement. This could involve examining the data for duplicates, split payments, round-number anomalies, and Benford's Law results.</p>\n\n<h2>Analysis of Spending Data</h2>\n<p>The spending data for Preston City Council shows a total spend of £205.9M over 7 financial years. This is a significant amount of money, and it is important to ensure that it is being spent efficiently and effectively.</p>\n<p>Unfortunately, without more detailed information on the suppliers and categories of spending, it is difficult to analyse the data in more depth. However, the fact that the data is available and can be analysed is a positive step towards transparency and accountability.</p>\n<p>It is worth noting that the data covers a period of 7 financial years, which provides a good overview of the council's spending habits over time. However, without year-over-year figures, it is difficult to identify any trends or patterns in the data.</p>\n\n<h2>Conclusion and Next Steps</h2>\n<p>In conclusion, the spending data for Preston City Council provides a comprehensive overview of the council's spending habits over a period of 7 financial years. However, without more detailed information on the suppliers and categories of spending, it is difficult to draw specific conclusions about the council's spending priorities.</p>\n<p>Further analysis of the data is needed to gain a deeper understanding of the council's spending habits and to identify any potential areas for improvement. This could involve examining the data for duplicates, split payments, round-number anomalies, and Benford's Law results.</p>\n<p>It is also important to note that the data is available and can be analysed, which is a positive step towards transparency and accountability. However, more work is needed to ensure that the data is being used effectively to improve the council's spending habits.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Preston City Council about the categories of spending and suppliers used by the council.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions and priorities.</li>\n  <li>Check the council's published contracts register to see which suppliers are being used by the council and for what services.</li>\n  <li>Write to your local councillor about your concerns regarding the council's spending habits and priorities.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to learn more about the council's spending habits.</li>\n</ul>\n\n<em>This article is based on Preston City Council's published spending data covering 2019/20 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}