{"id": "spending-overview", "content": "<h2>The Numbers</h2><p>Preston City Council's spending data reveals <strong>£205 million</strong> in external payments across <strong>46,711 transactions</strong> with <strong>2,517 unique suppliers</strong> spanning April 2019 to March 2026 — seven years of financial data.</p><p>As a district council and Lancashire's administrative capital, Preston has an annual budget of approximately <strong>£17 million</strong>. The council handles housing, planning, waste collection, leisure, and economic development, while Lancashire County Council provides education, social care, and highways.</p><h2>Where the Money Goes</h2><p>Preston's supplier concentration is moderate, with an HHI of <strong>497.6</strong>. However, one supplier stands out: <strong>Maple Grove Developments dominates at 15.4%</strong> of total spend — the highest single-supplier share of any district council on the platform.</p><p>A single developer taking over 15% of a council's total external expenditure raises questions about the nature and governance of this relationship. This likely reflects a major regeneration or housing development contract, but the concentration merits public scrutiny.</p><h2>Red Flags in the Data</h2><p>Preston scores <strong>57.2 out of 100</strong> on our fraud triangle composite — the second lowest of the new councils, suggesting generally clean spending patterns. The standout findings:</p><ul><li><strong>Split payments: only £41,800</strong> across a single instance — the lowest split payment figure of any council on the platform by a wide margin. This is a strong positive indicator of procurement compliance</li><li><strong>Likely duplicates: £515,800</strong> — moderate for a dataset of this size</li><li><strong>Single-supplier dominance:</strong> Maple Grove Developments at 15.4% of total spend requires investigation</li></ul><p>The near-absence of split payment patterns is remarkable. Most councils show millions in suspected splits; Preston's single instance worth £41,800 suggests that procurement thresholds are being respected and payments are processed at their true values rather than being artificially divided.</p><h2>Preston's Community Wealth Building</h2><p>Preston has gained national attention for its \"Preston Model\" — a community wealth building approach that aims to redirect anchor institution spending into the local economy. The spending data provides an opportunity to assess whether this policy is reflected in procurement patterns, particularly the mix of local versus national suppliers.</p><p>With 2,517 suppliers across seven years, the supplier base is moderate in size — larger than Wyre (1,558) but smaller than West Lancashire (4,614).</p><h2>Political Context</h2><p>Preston City Council is controlled by <strong>Labour</strong>. The city serves as the administrative capital of Lancashire and is home to key public sector employers including Lancashire County Council itself, the NHS, and the University of Central Lancashire.</p><p>Explore the full dataset on our <a href=\"/spending\">Spending page</a>, or see our <a href=\"/doge\">DOGE Investigation</a> for deeper analysis.</p>"}