{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Preston City Council's spending increased by £32.0M (238.9%) from 2019 to 2025, with a total spend of £205.9M across 46,711 transactions.</li>\n  <li>The largest year-over-year increase was £25.2M (108.7%) from 2022 to 2023, with spending rising from £23.2M to £48.4M.</li>\n  <li>The smallest year-over-year increase was £396K (2.6%) from 2020 to 2021, with spending rising from £15.4M to £15.8M.</li>\n  <li>The only year-over-year decrease was £3,957,662 (-8.2%) from 2023 to 2024, with spending falling from £48.4M to £44.4M.</li>\n  <li>The most recent year (2025) saw a spending increase of £943K (2.1%) to £45.4M.</li>\n</ul>\n\n<h2>Introduction to Preston City Council's Spending</h2>\n<p>Preston City Council's spending data, covering the period from 2019/20 to 2025/26, provides valuable insights into the council's financial trajectory. With a total spend of <strong>£205.9M</strong> across <strong>46,711</strong> transactions, the data reveals a significant increase in spending over the years.</p>\n<p>The data shows that the council's spending has been steadily increasing, with some fluctuations. The largest increase was seen from 2022 to 2023, with a rise of <strong>£25.2M (108.7%)</strong>. This significant increase may be attributed to various factors, including changes in government policies, demographic shifts, or new infrastructure projects.</p>\n<p>It is essential to analyse the spending data in the context of the council's overall budget and financial plans. The data may indicate areas where the council is investing heavily, such as <strong>£48.4M</strong> in 2023, and areas where spending has decreased, such as the <strong>£3,957,662 (-8.2%)</strong> decrease from 2023 to 2024.</p>\n\n<h2>Year-by-Year Trends</h2>\n<p>A closer examination of the year-by-year trends reveals interesting patterns. The data shows that the council's spending increased by <strong>£2.0M (14.7%)</strong> from 2019 to 2020, and by <strong>£396K (2.6%)</strong> from 2020 to 2021. However, the significant increase from 2022 to 2023, with a rise of <strong>£25.2M (108.7%)</strong>, warrants further investigation.</p>\n<p>The following years saw a decrease in spending, with a drop of <strong>£3,957,662 (-8.2%)</strong> from 2023 to 2024, followed by a modest increase of <strong>£943K (2.1%)</strong> from 2024 to 2025. These fluctuations may be attributed to changes in the council's budget allocation, new projects, or shifts in government policies.</p>\n<p>To better understand the trends, it is crucial to consider the overall change in spending from 2019 to 2025, which saw an increase of <strong>£32.0M (238.9%)</strong>. This significant rise may indicate a shift in the council's priorities or a response to changing demographic needs.</p>\n\n<h2>Departmental Spending</h2>\n<p>Although the data does not provide a detailed breakdown of departmental spending, it is essential to consider how the council's spending is allocated across different departments. The significant increase in spending from 2022 to 2023 may be attributed to specific departments or projects.</p>\n<p>A comparison of the year-by-year spending may provide insights into the council's priorities and budget allocation. The following table illustrates the year-by-year spending:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Spending</th>\n      <th>Year-over-Year Change</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2019</td>\n      <td>£13.4M</td>\n      <td>-</td>\n    </tr>\n    <tr>\n      <td>2020</td>\n      <td>£15.4M</td>\n      <td>+£2.0M (14.7%)</td>\n    </tr>\n    <tr>\n      <td>2021</td>\n      <td>£15.8M</td>\n      <td>+£396K (2.6%)</td>\n    </tr>\n    <tr>\n      <td>2022</td>\n      <td>£23.2M</td>\n      <td>+£7.4M (47.1%)</td>\n    </tr>\n    <tr>\n      <td>2023</td>\n      <td>£48.4M</td>\n      <td>+£25.2M (108.7%)</td>\n    </tr>\n    <tr>\n      <td>2024</td>\n      <td>£44.4M</td>\n      <td>-£3,957,662 (-8.2%)</td>\n    </tr>\n    <tr>\n      <td>2025</td>\n      <td>£45.4M</td>\n      <td>+£943K (2.1%)</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Preston City Council about the specific departments or projects that received the largest allocations of funds from 2022 to 2023.</li>\n  <li>Attend council committee meetings, which are open to the public, to gain a better understanding of the council's budget allocation and spending decisions.</li>\n  <li>Check the council's published contracts register to see which suppliers have been awarded contracts and the value of these contracts.</li>\n  <li>Write to your local councillor about your concerns regarding the significant increase in spending from 2022 to 2023 and the potential impact on local services.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and gain a deeper understanding of the council's financial trajectory.</li>\n</ul>\n\n<em>This article is based on Preston City Council's published spending data covering 2019/20 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}