{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to Preston City Council account for £82.2M, which is 39.9% of the total spend.</li>\n  <li>The top 10 suppliers, including <strong>MAPLE GROVE DEVELOPMENTS</strong> and <strong>LANCASHIRE COUNTY COUNCIL</strong>, have received a combined total of £100.9M, representing 49.0% of the total spend.</li>\n  <li>The remaining 2,507 suppliers have received a total of £105.0M, which is 51.0% of the total spend, with the largest portion going to suppliers outside of the top 10.</li>\n</ul>\n\n<h2>Concentration Risk and Contract Dependency</h2>\n<p>The fact that the top 5 suppliers account for nearly 40% of the total spend raises concerns about concentration risk and contract dependency. With <strong>MAPLE GROVE DEVELOPMENTS</strong> alone receiving £31.5M, which is 15.3% of the total spend, it is clear that the council is heavily reliant on a small number of suppliers.</p>\n<p>This concentration of spend can make the council vulnerable to supply chain disruptions, price increases, and other risks associated with relying on a limited number of suppliers. Furthermore, it may also limit the council's ability to negotiate competitive prices and terms, as the suppliers may have significant bargaining power.</p>\n<p>The council's dependence on <strong>LANCASHIRE COUNTY COUNCIL</strong> for £28.0M, which is 13.6% of the total spend, also raises questions about the nature of their relationship and whether it is truly competitive. It is essential for the council to regularly review its contracts and supply chain to ensure that it is getting the best value for money and that the risks associated with concentration and dependency are mitigated.</p>\n\n<h2>Competitive Markets and Supplier Diversity</h2>\n<p>The data suggests that the council's supply chain is relatively diverse, with 2,517 unique suppliers over the 7-year period. However, the fact that the top 10 suppliers account for nearly 50% of the total spend indicates that there may be opportunities to increase competition and diversity in certain areas.</p>\n<p>A closer examination of the top suppliers reveals that they are primarily from the construction and civil engineering sectors, with <strong>CONLON CONSTRUCTION LTD</strong> and <strong>ERIC WRIGHT CIVIL ENGINEERING LTD</strong> receiving £10.6M and £6.7M, respectively. This suggests that the council may be able to increase competition in these areas by encouraging more suppliers to bid for contracts.</p>\n<p>The following table shows the top 5 suppliers to the council, along with the amount they have received and the percentage of the total spend:\n<table>\n  <thead>\n    <tr>\n      <th>Supplier</th>\n      <th>Amount</th>\n      <th>% of Total Spend</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td><strong>MAPLE GROVE DEVELOPMENTS</strong></td>\n      <td>£31.5M</td>\n      <td>15.3%</td>\n    </tr>\n    <tr>\n      <td><strong>LANCASHIRE COUNTY COUNCIL</strong></td>\n      <td>£28.0M</td>\n      <td>13.6%</td>\n    </tr>\n    <tr>\n      <td><strong>CONLON CONSTRUCTION LTD</strong></td>\n      <td>£10.6M</td>\n      <td>5.2%</td>\n    </tr>\n    <tr>\n      <td><strong>ERIC WRIGHT CIVIL ENGINEERING LTD</strong></td>\n      <td>£6.7M</td>\n      <td>3.2%</td>\n    </tr>\n    <tr>\n      <td><strong>ZURICH MUNICIPAL</strong></td>\n      <td>£5.3M</td>\n      <td>2.6%</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Conclusion and Recommendations</h2>\n<p>In conclusion, the data suggests that the council's supply chain is relatively concentrated, with a small number of suppliers accounting for a significant proportion of the total spend. While this may not necessarily be a cause for concern, it is essential for the council to regularly review its contracts and supply chain to ensure that it is getting the best value for money and that the risks associated with concentration and dependency are mitigated.</p>\n<p>To increase competition and diversity in the supply chain, the council may consider encouraging more suppliers to bid for contracts, particularly in areas such as construction and civil engineering. Additionally, the council may want to explore opportunities to work with smaller, local suppliers to increase the economic benefits of its spending in the local community.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Preston City Council to request more information about its contracts with <strong>MAPLE GROVE DEVELOPMENTS</strong> and <strong>LANCASHIRE COUNTY COUNCIL</strong>.</li>\n  <li>Attend council committee meetings to learn more about the council's procurement processes and to ask questions about its supply chain.</li>\n  <li>Check the council's published contracts register to see which suppliers have been awarded contracts and for what amounts.</li>\n  <li>Write to your local councillor to express your concerns about the concentration of spend with a small number of suppliers and to ask what the council is doing to increase competition and diversity in its supply chain.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to learn more about the council's procurement processes.</li>\n</ul>\n\n<em>This article is based on Preston City Council's published spending data covering 2019/20 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}