{
  "id": "department-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The Adults and Prevention Services department has the largest budget, with a total spend of £412.4M, accounting for 23.8% of the council's total expenditure.</li>\n  <li>The Resources department has a budget of £263.4M, which is 15.2% of the total spend, making it the second-largest department in terms of expenditure.</li>\n  <li>The top three departments by spend are Adults and Prevention Services (£412.4M), Resources (£263.4M), and Schools and Education DSG (£259.1M), which together account for 53.9% of the council's total spend.</li>\n</ul>\n\n<h2>Departmental Spending Breakdown</h2>\n<p>The spending data for Blackburn with Darwen Borough Council reveals a clear picture of where the council's resources are being allocated. The Adults and Prevention Services department has the largest budget, with a total spend of £412.4M, which is 23.8% of the council's total expenditure. This department is responsible for providing services to vulnerable adults, including social care and support.</p>\n<p>In contrast, the Resources department has a budget of £263.4M, which is 15.2% of the total spend. This department is responsible for providing support services to the rest of the council, including finance, human resources, and IT. The Schools and Education DSG department has a budget of £259.1M, which is 15.0% of the total spend, making it the third-largest department in terms of expenditure.</p>\n<p>The following table shows the top 5 departments by spend, along with their corresponding percentages of the total spend:\n<table>\n  <thead>\n    <tr>\n      <th>Department</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Adults and Prevention Services</td>\n      <td>£412.4M</td>\n      <td>23.8%</td>\n    </tr>\n    <tr>\n      <td>Resources</td>\n      <td>£263.4M</td>\n      <td>15.2%</td>\n    </tr>\n    <tr>\n      <td>Schools and Education DSG</td>\n      <td>£259.1M</td>\n      <td>15.0%</td>\n    </tr>\n    <tr>\n      <td>Childrens</td>\n      <td>£140.8M</td>\n      <td>8.1%</td>\n    </tr>\n    <tr>\n      <td>Growth and Development</td>\n      <td>£131.1M</td>\n      <td>7.6%</td>\n    </tr>\n  </tbody>\n</table>\n</p>\n\n<h2>Smaller Departments</h2>\n<p>The smaller departments, such as Environmental Services and Public Health and Wellbeing, have significantly smaller budgets. The Environmental Services department has a budget of £82.9M, which is 4.8% of the total spend, while the Public Health and Wellbeing department has a budget of £82.2M, which is 4.7% of the total spend. These departments are responsible for providing important services to the community, including waste management and public health initiatives.</p>\n<p>The following departments have budgets of less than £100M: Schools and Education non DSG (£73.8M), Finance and Governance (£65.3M), and Corporate (£53.9M). These departments are responsible for providing support services to the rest of the council, including education, finance, and corporate services.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Blackburn with Darwen Borough Council about the spending breakdown of the Adults and Prevention Services department.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions.</li>\n  <li>Check the council's published contracts register to see which suppliers are providing goods and services to the council.</li>\n  <li>Write to your local councillor about your concerns regarding the council's spending priorities.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and learn more about how the council is allocating its resources.</li>\n</ul>\n\n<em>This article is based on Blackburn with Darwen Borough Council's published spending data covering 2020/21 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}