{"id": "spending-overview", "content": "<h2>The Numbers</h2><p>Blackburn with Darwen Council's spending data reveals <strong>£1.7 billion</strong> in external payments across <strong>492,973 transactions</strong> with <strong>6,082 unique suppliers</strong> spanning April 2020 to December 2025 — nearly six years of financial data.</p><p>As a <strong>unitary authority</strong>, Blackburn with Darwen handles the full range of council services: housing, planning, and waste collection alongside education, adult social care, children's services, and highways. Its annual budget of approximately <strong>£350 million</strong> reflects this combined responsibility.</p><h2>Where the Money Goes</h2><p>Unlike most councils on this platform, Blackburn with Darwen has a notably concentrated supplier profile. The HHI stands at <strong>231.7</strong> — the highest of any council we track. HMRC alone accounts for approximately <strong>10% of all recorded spending</strong>, which likely reflects the inclusion of tax payments (PAYE, National Insurance, VAT) in the published data.</p><p>This HMRC dominance inflates the concentration score. Excluding tax payments, the underlying supplier base is likely more competitive than the headline figure suggests.</p><h2>Red Flags in the Data</h2><p>Our automated DOGE analysis assigned Blackburn with Darwen a <strong>fraud triangle score of 64.5 out of 100</strong> — moderate by Lancashire standards. The key findings:</p><ul><li><strong>£33.1 million</strong> in likely duplicate payments — significant but proportionate to the dataset size</li><li><strong>£147.5 million</strong> in suspected split payments — transactions structured below approval thresholds</li><li><strong>Procurement publication delay averaging 69.8 days</strong> — the slowest of any council on the platform</li></ul><p>The procurement delay figure is particularly concerning. When councils take over two months to publish contract award notices, it reduces the window for public scrutiny and can indicate governance bottlenecks in the procurement process.</p><h2>Procurement Transparency</h2><p>Blackburn with Darwen's average publication delay of <strong>69.8 days</strong> between contract award and public notice is the worst we have recorded. Best practice guidance from the Crown Commercial Service recommends publishing within 30 days. A delay of nearly 10 weeks means that by the time contracts appear on Contracts Finder, the work may already be well under way — limiting any opportunity for challenge.</p><p>This is a transparency issue rather than necessarily a value-for-money issue, but the two are closely linked. Councils that publish quickly tend to have more robust procurement governance.</p><h2>Political Context</h2><p>Blackburn with Darwen is controlled by <strong>Labour</strong>. The borough faces significant deprivation challenges, particularly in inner Blackburn wards, which drives high demand for social care and housing services.</p><p>Explore the full dataset on our <a href=\"/spending\">Spending page</a>, or see our <a href=\"/doge\">DOGE Investigation</a> for deeper analysis.</p>"}