{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Blackburn with Darwen Borough Council's spending increased by <strong>£214.4M</strong> (161.3%) from 2020 to 2025.</li>\n  <li>The council's spending rose from <strong>£132.9M</strong> in 2020 to <strong>£347.3M</strong> in 2025, with a peak of <strong>£403.2M</strong> in 2022.</li>\n  <li>The largest year-over-year increase was <strong>82.6%</strong> from 2021 to 2022, while the largest decrease was <strong>20.3%</strong> from 2023 to 2024.</li>\n  <li>The total spend analysed over the six financial years was <strong>£1732.6M</strong> across 492,973 transactions.</li>\n  <li>The spending increase from 2020 to 2021 was <strong>£88.0M</strong> (66.2%), and from 2024 to 2025 was <strong>£68.6M</strong> (24.6%).</li>\n</ul>\n\n<h2>Introduction to Blackburn's Spending Trends</h2>\n<p>Blackburn with Darwen Borough Council's spending data, covering the period from 2020/21 to 2025/26, reveals significant fluctuations in expenditure over the six financial years. The data shows that the council's spending increased substantially, with a total spend of <strong>£1732.6M</strong> across 492,973 transactions.</p>\n<p>The year-over-year changes in spending are notable, with the largest increase of <strong>82.6%</strong> from 2021 to 2022, and the largest decrease of <strong>20.3%</strong> from 2023 to 2024. These fluctuations may be indicative of changes in the council's priorities or responses to external factors.</p>\n<p>It is essential to analyse these trends to understand the council's financial trajectory and identify areas where spending has increased or decreased. This information can help inform decisions about resource allocation and budgeting.</p>\n\n<h2>Year-by-Year Spending Analysis</h2>\n<p>A closer examination of the year-by-year spending data reveals that the council's expenditure rose from <strong>£132.9M</strong> in 2020 to <strong>£347.3M</strong> in 2025. The peak spending year was 2022, with a total of <strong>£403.2M</strong>. The subsequent decrease in spending from 2022 to 2023 and from 2023 to 2024 may be indicative of efforts to reduce costs or allocate resources more efficiently.</p>\n<p>The following table provides a summary of the year-by-year spending data:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Spending</th>\n      <th>Year-over-Year Change</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2020</td>\n      <td><strong>£132.9M</strong></td>\n      <td>N/A</td>\n    </tr>\n    <tr>\n      <td>2021</td>\n      <td><strong>£220.9M</strong></td>\n      <td><strong>66.2%</strong> increase</td>\n    </tr>\n    <tr>\n      <td>2022</td>\n      <td><strong>£403.2M</strong></td>\n      <td><strong>82.6%</strong> increase</td>\n    </tr>\n    <tr>\n      <td>2023</td>\n      <td><strong>£349.7M</strong></td>\n      <td><strong>13.3%</strong> decrease</td>\n    </tr>\n    <tr>\n      <td>2024</td>\n      <td><strong>£278.7M</strong></td>\n      <td><strong>20.3%</strong> decrease</td>\n    </tr>\n    <tr>\n      <td>2025</td>\n      <td><strong>£347.3M</strong></td>\n      <td><strong>24.6%</strong> increase</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Understanding the Implications of Spending Trends</h2>\n<p>The spending trends in Blackburn with Darwen Borough Council's data may have significant implications for the organisation and its constituents. The substantial increase in spending from 2020 to 2022 may be indicative of efforts to address specific needs or priorities, while the subsequent decreases may be indicative of efforts to reduce costs or allocate resources more efficiently.</p>\n<p>It is essential to consider these trends in the context of the council's overall financial trajectory and to identify areas where spending has increased or decreased. This information can help inform decisions about resource allocation and budgeting, ensuring that the council's spending is aligned with its priorities and goals.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Blackburn with Darwen Borough Council about the specific areas where spending has increased or decreased.</li>\n  <li>Attend council committee meetings, which are open to the public, to gain a better understanding of the council's decision-making processes and to provide feedback on spending priorities.</li>\n  <li>Check the council's published contracts register to identify the suppliers and contractors that the council is working with and to understand the terms of these contracts.</li>\n  <li>Write to your local councillor about your concerns regarding the council's spending trends and priorities, and to request more information about the council's budgeting and resource allocation decisions.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to gain a more detailed understanding of the council's financial trajectory.</li>\n</ul>\n\n<em>This article is based on Blackburn with Darwen Borough Council's published spending data covering 2020/21 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}