{
  "id": "department-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n<li><strong>Finance and Financial Services</strong> together consumed £61,459,025.75—<strong>47.6%</strong> of Pendle Borough Council's total £129,074,465.77 expenditure across the five-year period from 2021/22 to 2025/26.</li>\n<li>The <strong>top five departments</strong> account for <strong>80.7%</strong> of all council spending, leaving just 19.3% for the remaining five service areas combined.</li>\n<li><strong>Parks & Recreation Services</strong> received only £1,870,108.61—<strong>1.4%</strong> of the total budget—despite being one of the most visible frontline services for residents.</li>\n<li><strong>Housing & Environmental Health</strong> allocations totalled £5,156,604.39 (<strong>4.0%</strong>), less than one-seventh of the Finance department's £34,638,805.00 allocation.</li>\n<li>Property-related expenditure is fragmented across three distinct departments: <strong>Engineering & Special Projects</strong> (£14,485,014.97), <strong>Property Services</strong> (£3,268,205.87), and <strong>Property & Engineering</strong> (£3,055,269.63).</li>\n</ul>\n\n<h2>The Finance Department Dominance</h2>\n<p>Pendle Borough Council's spending records reveal a striking concentration of resources in financial administration. The <strong>Finance</strong> department alone accounted for <strong>£34,638,805.00</strong> (26.8% of total expenditure), while <strong>Financial Services</strong> consumed an additional <strong>£26,820,220.75</strong> (20.8%). Together, these two related functions absorbed nearly half of every pound spent by the council between 2021/22 and 2025/26.</p>\n\n<p>The distinction between \"Finance\" and \"Financial Services\" remains unclear from the published data. Whether this represents a separation between treasury management and routine accounting, or perhaps a division between capital and revenue finance functions, the Transparency Code disclosures do not specify. What is clear is that <strong>£61.5 million</strong>—approaching one pound in every two—never reaches frontline service delivery in the traditional sense.</p>\n\n<h2>Frontline Services: The Missing Millions?</h2>\n<p>While administrative functions command the largest shares, visible public services operate on notably tighter margins. <strong>Operational Services</strong>, which typically includes waste collection, street cleaning and grounds maintenance, received <strong>£15,621,894.55</strong> (12.1%). Though this ranks as the third-largest departmental allocation, it represents less than half the budget assigned to Financial Services alone.</p>\n\n<p>More striking is the position of <strong>Parks & Recreation Services</strong>, allocated just <strong>£1,870,108.61</strong> over five years—equating to roughly £374,022 per year or <strong>1.4%</strong> of total council spending. For a borough comprising rural parishes, market towns and urban areas including Nelson and Colne, this raises questions about the sustainability of public parks, playing fields and recreational facilities.</p>\n\n<p>Similarly, <strong>Housing & Environmental Health</strong> received <strong>£5,156,604.39</strong> (4.0%), a figure that covers both housing strategy and regulatory environmental health functions including food safety inspections and housing standards enforcement. This allocation is less than one-seventh of the Finance department's budget, despite housing being a statutory priority for district councils.</p>\n\n<h2>Fragmented Property Management</h2>\n<p>The council's approach to property and infrastructure spending appears compartmentalised across multiple budget headings. <strong>Engineering & Special Projects</strong> commands <strong>£14,485,014.97</strong> (11.2%), making it the fourth-largest cost centre. However, this sits alongside <strong>Property Services</strong> (£3,268,205.87, 2.5%) and <strong>Property & Engineering</strong> (£3,055,269.63, 2.4%).</p>\n\n<p>This tripartite division suggests potential inefficiencies in asset management. Whether \"Special Projects\" refers to capital construction, maintenance backlogs, or specific developments such as the borough's industrial estates remains opaque in the transparency data. The fragmentation makes it difficult for residents to assess whether the council's £20.8 million total property and engineering spend represents value for money or indicates duplicated administrative overheads.</p>\n\n<h2>Economic Growth vs Routine Operations</h2>\n<p>The <strong>Economic Growth</strong> department received <strong>£12,674,967.32</strong> (9.8%), positioning it as the fifth-largest spending area. This allocation, falling just behind Engineering & Special Projects, reflects the council's emphasis on regeneration and business support. However, without detailed breakdowns of how this funding splits between staff costs, grant programmes, and external consultancy, taxpayers cannot determine whether this represents investment in tangible economic infrastructure or administrative support for business development.</p>\n\n<p>By contrast, <strong>Policy & Commissioning</strong> absorbed <strong>£6,570,713.07</strong> (5.1%), a substantial sum for strategic functions that sit between policy formulation and service delivery. When combined with the Finance and Financial Services totals, back-office and strategic functions consume well over half of Pendle's total available resources.</p>\n\n<h2>What You Can Do</h2>\n<p><strong>Submit a Freedom of Information request</strong> asking Pendle Borough Council to clarify the specific functions and staffing costs distinguishing \"Finance\" from \"Financial Services.\" Request org charts showing how these departments interact and whether shared services arrangements exist with neighbouring Lancashire authorities.</p>\n\n<p><strong>Attend Overview and Scrutiny Committee meetings</strong>, where departmental budgets are reviewed quarterly. The council publishes these dates on its website; residents can ask questions about the 47.6% administrative spend and request detailed breakdowns of the £14.5 million Engineering & Special Projects allocation.</p>\n\n<p><strong>Contact your ward councillor</strong> specifically regarding the £1.87 million Parks & Recreation budget. Ask how this 1.4% allocation compares to similar East Lancashire boroughs such as Burnley or Rossendale, and whether planned maintenance for specific local parks is adequately funded.</p>\n\n<p><strong>Request the \"Special Projects\" register</strong> to understand what capital schemes and infrastructure works are included within the £14.5 million Engineering budget. This will reveal whether major road repairs, public realm improvements, or building maintenance are properly prioritised or facing delays.</p>\n\n<p><strong>Review the Statement of Accounts</strong> for 2024/25 when published, comparing actual spending against these five-year projections. Look for variances in the Economic Growth and Housing departments that might indicate shifting priorities away from frontline delivery.</p>\n\n<em>Methodology note: This analysis is based on departmental spending data published by Pendle Borough Council under the Local Government Transparency Code, covering the financial years 2021/22, 2022/23, 2023/24, 2024/25 and 2025/26. All figures represent total expenditure across this five-year period. Percentages are calculated from the stated total spend of £129,074,465.77. Supplier names and transaction-level detail were not available in the provided dataset; departmental classifications reflect the council's own budget categorisation.</em>"
}