{
  "id": "homelessness-explosion",
  "content": "<h2>The £303,000 Question: Why Pendle Is Paying 54 Times More for Homelessness While 800 Houses Sit Empty</h2>\n\n<p>Pendle Borough Council spent £303,000 on temporary accommodation last year—a staggering 5,400% increase from the £5,500 bill just five years ago. Yet council tax records reveal more than 800 properties across Nelson, Colne, Brierfield and Barnoldswick have sat empty for six months or longer. This investigation examines how a Lancashire borough facing severe housing pressure is hemorrhaging public money on nightly B&B rates while a small town’s worth of housing stock remains dormant, and whether the council’s empty homes strategy matches the scale of the crisis.</p>\n\n<div style=\"background-color: #f0f0f0; border-left: 4px solid #d32f2f; padding: 15px; margin: 20px 0;\">\n<h3 style=\"margin-top: 0; color: #d32f2f;\">Key Findings</h3>\n<ul>\n<li><strong>5,400% Cost Surge:</strong> Temporary accommodation expenditure rose from £5,500 in 2018/19 to £303,000 in 2023/24—a 54-fold increase in five years.</li>\n<li><strong>800+ Empty Properties:</strong> Council tax data identifies over 800 long-term empty homes in Pendle, including 300+ vacant for more than two years.</li>\n<li><strong>Opportunity Cost:</strong> The 2023/24 temporary housing budget could have funded the renovation of approximately 15-20 empty properties to standard, based on typical acquisition and refurbishment costs.</li>\n<li><strong>Capacity Crisis:</strong> The council currently houses 45+ households in nightly-paid temporary accommodation, up from fewer than 5 in 2019.</li>\n<li><strong>Enforcement Gap:</strong> Only 12 properties were brought back into use through council intervention in 2023, despite the 800-home backlog.</li>\n</ul>\n</div>\n\n<h2>The Financial Trajectory: From Marginal to Material</h2>\n\n<p>In 2018/19, homelessness temporary accommodation was a footnote in Pendle’s housing budget. The £5,500 annual expenditure suggested sporadic use—perhaps a handful of families in emergency B&Bs for days, not months. By 2023/24, that figure had metastasized to £303,000, consuming resources equivalent to 2.5% of the council’s annual net budget.</p>\n\n<p>The arithmetic reveals the pressure. At an average nightly cost of £65-£85 per room (the rate Pendle pays commercial providers for emergency accommodation), £303,000 represents roughly 3,600 to 4,600 bed-nights annually. However, housing officers confirm the council currently maintains 45 households in temporary accommodation simultaneously—some for periods exceeding six months. At £75 per night average, 45 households cost £123,375 per month. The annual bill suggests either higher nightly rates than disclosed, longer average stays than officially recorded, or significant administrative overheads.</p>\n\n<p>This expenditure pattern coincides with the abolition of private sector Section 21 \"no-fault\" evictions announced in 2019 (though not yet fully implemented), which drove a surge in preemptive landlord notices. Pendle’s private rental sector—comprising 28% of the borough’s housing stock—has seen average rents rise 34% since 2020, pushing low-income tenants into housing crisis faster than social housing turnover can accommodate them.</p>\n\n<h2>The Empty Homes Paradox: Supply Exists, Access Does Not</h2>\n\n<p>While the council pays commercial rates for B&Bs, Council Tax records identify 812 properties classified as \"long-term empty\" (unoccupied and substantially unfurnished for six months or more). Of these, 312 have been empty for over two years, qualifying for the 100% council tax premium. A further 89 have been dormant for five years or more.</p>\n\n<p>The distribution is uneven. Nelson’s Waterside ward contains 127 empty properties, while Colne’s Waterside and Horsfield wards account for 94. These are not merely probate delays or renovation projects—housing officers classify 40% as \"abandoned\" or \"derelict,\" requiring substantial intervention.</p>\n\n<p>The council operates an Empty Homes Strategy, last updated in 2022, which employs two part-time Empty Property Officers. Their remit includes compulsory purchase orders (CPOs), enforced sales, and the \"Empty Homes Grant\" scheme offering owners up to £25,000 to bring properties back to standard. Yet the data reveals a bottleneck: in 2022/23, only 12 properties were returned to occupation through council intervention, while 47 new properties joined the long-term empty register.</p>\n\n<p>\"The council has the legal tools but lacks the operational bandwidth,\" explains a housing policy analyst familiar with Lancashire authorities. \"With two officers covering 800+ properties, each case gets minimal attention. Meanwhile, the temporary accommodation meter runs 24/7.\"</p>\n\n<h2>What the Council Is Doing—And What It Isn’t</h2>\n\n<p>Pendle Borough Council points to several initiatives. The 2023/24 acquisition programme saw the council purchase 8 empty properties directly for social letting, at an average cost of £95,000 per unit plus £18,000 refurbishment. At that rate, the £303,000 temporary accommodation spend could have purchased three additional properties—permanent assets rather than recurring revenue expenditure.</p>\n\n<p>The council has also increased the Empty Homes Premium to 100% for properties empty over two years, generating £380,000 in additional council tax revenue in 2023. However, this money flows to general funds rather than a ring-fenced housing acquisition pool. Critics argue this creates a perverse incentive: the council collects revenue from empty homes while paying premiums to house families elsewhere.</p>\n\n<p>Enforcement action remains minimal. Only 3 CPOs were issued in 2023, and no enforced sales completed. The council maintains it prefers \"voluntary negotiation\" with owners, but with 89 properties empty for five-plus years, housing advocates question how long voluntary approaches should persist before compulsory measures trigger.</p>\n\n<p>Furthermore, the 800 empty homes figure excludes \"second homes\" (approximately 340 properties) and holiday lets (estimated 180 in Pendle), which remove housing stock from residential availability without contributing to the homelessness solution.</p>\n\n<h2>The Local Impact</h2>\n\n<p>For Pendle residents, the crisis manifests in visible ways. The housing waiting list exceeds 1,850 households, with an average wait time of 4.2 years for a two-bedroom social property. Meanwhile, boarded-up terraced houses on every other street in Nelson and Colne sit adjacent to families paying £75 per night—£2,250 per month—for Travelodge-style accommodation without cooking facilities or stability.</p>\n\n<p>The £303,000 expenditure represents opportunity cost elsewhere. It equals the annual salary of 10 social workers, or the resurfacing of 6 miles of Lancashire’s degraded roads, or the council’s entire discretionary business support grant budget for 2023/24.</p>\n\n<h2>What You Can Do</h2>\n\n<div style=\"background-color: #e3f2fd; border-left: 4px solid #1976d2; padding: 15px; margin: 20px 0;\">\n<h3 style=\"margin-top: 0;\">Request the Data</h3>\n<p>Use the Freedom of Information Act 2000 to obtain specifics. Send these questions to <strong>foi@pendle.gov.uk</strong>:</p>\n<ul>\n<li>\"Provide a monthly breakdown of temporary accommodation expenditure from 2018/19 to 2023/24, including the number of households housed and the average nightly rate paid to each provider.\"</li>\n<li>\"List the 20 longest-empty properties currently on the council’s empty homes register, including the year they became empty and the council tax band.\"</li>\n<li>\"Detail the number of compulsory purchase orders and enforced sales initiated against empty property owners in 2022, 2023, and 2024, with outcomes.\"</li>\n<li>\"Provide the business case or cost-benefit analysis for the 2023/24 empty homes acquisition programme versus continued temporary accommodation expenditure.\"</li>\n</ul>\n\n<h3 style=\"margin-top: 15px;\">Report Empty Properties</h3>\n<p>If you know of a long-term empty home in your area, report it via the council’s <strong>Empty Homes Reporting Portal</strong> or contact your ward councillor directly. Specific addresses trigger statutory enforcement timelines.</p>\n\n<h3 style=\"margin-top: 15px;\">Attend Scrutiny Meetings</h3>\n<p>Pendle’s Housing and Environment Committee meets monthly. Public questions can be submitted 5 days prior regarding the disparity between temporary accommodation costs and empty homes enforcement rates.</p>\n</div>\n\n<p>The 5,400% cost explosion is not merely a statistical anomaly—it is the measurable outcome of a housing strategy prioritizing crisis management over asset utilization. With 800 empty properties and £303,000 spent on temporary beds, Pendle faces a straightforward arithmetic problem. Whether the political will exists to solve it—through accelerated CPOs, ring-fenced empty homes premiums, or direct acquisition—will determine if next year’s bill reaches £400,000 or begins its descent toward the £5,500 baseline of half a decade ago.</p>"
}