{
  "id": "liberata-54-million",
  "content": "\n      <p><strong>Liberata UK Ltd has received approximately £54 million from Pendle Borough Council, making it by far the council's largest single supplier — and the largest Liberata contract across all three East Lancashire councils.</strong> With Burnley now moving to bring Liberata services back in-house, serious questions must be asked about what Pendle taxpayers are getting for their money.</p>\n\n      <h4>The East Lancashire Liberata Bill: Over £100 Million</h4>\n\n      <p>Across Burnley, Pendle, and Hyndburn, the combined spending on Liberata UK Ltd exceeds <strong>£100 million</strong> of public money. Liberata provides outsourced revenues, benefits, and customer services — functions that are core to how councils interact with residents.</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Council</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Total Paid to Liberata</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Population (approx)</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Cost Per Resident</th>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <td style=\"padding: 0.5rem;\"><strong>Pendle</strong></td>\n          <td style=\"text-align:right; padding: 0.5rem; background: rgba(255,69,58,0.15);\"><strong>£54,000,000</strong></td>\n          <td style=\"text-align:right; padding: 0.5rem;\">91,400</td>\n          <td style=\"text-align:right; padding: 0.5rem; background: rgba(255,69,58,0.15);\"><strong>£591</strong></td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <td style=\"padding: 0.5rem;\">Burnley</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">£36,700,000</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">87,000</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">£422</td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <td style=\"padding: 0.5rem;\">Hyndburn</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">£10,300,000</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">80,700</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">£128</td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color); font-weight: bold;\">\n          <td style=\"padding: 0.5rem;\">Combined Total</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">£101,000,000</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">259,100</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">£390</td>\n        </tr>\n      </table>\n\n      <h4>Why Is Pendle Paying the Most?</h4>\n\n      <p>Pendle has a <strong>smaller population than Burnley</strong> yet pays <strong>47% more</strong> to Liberata. On a per-resident basis, Pendle's Liberata cost of £591 is <strong>40% higher than Burnley's £422</strong> and more than <strong>four times Hyndburn's £128</strong>.</p>\n\n      <p>There are possible explanations — different service scopes, different contract terms, or different performance requirements. But a gap of this size demands a transparent, public explanation from the council. Residents deserve to know:</p>\n\n      <ul>\n        <li>What services are included in Pendle's Liberata contract that are not in Burnley's?</li>\n        <li>When was the contract last competitively tendered?</li>\n        <li>What performance metrics are in place, and is Liberata meeting them?</li>\n        <li>Has the council benchmarked its Liberata costs against comparable districts?</li>\n      </ul>\n\n      <h4>Burnley Is Bringing Services Back In-House</h4>\n\n      <p>In a significant development, <strong>Burnley Borough Council has announced it will bring Liberata-provided services back in-house</strong>. This decision suggests that Burnley's leadership has concluded they can deliver these services more effectively and potentially more cheaply through direct employment.</p>\n\n      <p>If Burnley — which was paying <em>less</em> per resident than Pendle — has decided that outsourcing to Liberata no longer represents value for money, what does that imply for Pendle's even more expensive arrangement?</p>\n\n      <h4>The Case for a Cross-Council Review</h4>\n\n      <p>With over <strong>£100 million</strong> of East Lancashire public money flowing to a single private company, there is an overwhelming case for a joint review across all three councils. This review should examine:</p>\n\n      <ul>\n        <li><strong>Value for money</strong> — Are the services delivered worth the cost compared to in-house alternatives?</li>\n        <li><strong>Contract terms</strong> — What are the exit clauses, and what would it cost to bring services back in-house?</li>\n        <li><strong>Service quality</strong> — How do residents rate their experience with Liberata-provided services?</li>\n        <li><strong>Joint procurement</strong> — If outsourcing continues, could three councils negotiate collectively for better rates?</li>\n        <li><strong>Lessons from Burnley</strong> — What analysis led Burnley to decide to in-source, and does it apply to Pendle?</li>\n      </ul>\n\n      <h4>What Residents Can Do</h4>\n\n      <p>Pendle residents can submit Freedom of Information requests to the council asking for the full Liberata contract, performance reports, and any benchmarking studies. Councillors should also be asked directly at public meetings why Pendle's Liberata costs are the highest in the sub-region.</p>\n\n      <p><em>Spending figures derived from publicly available council expenditure data. Population figures from ONS mid-year estimates. Cost per resident is calculated over the full period covered by published spending data.</em></p>\n    "
}
