{
  "id": "supplier-concentration-2026",
  "content": "<h2>Where Pendle's Money Really Goes: Top Supplier Analysis 2026</h2>\n\n<h3>Key Findings</h3>\n<ul>\n<li>The top five suppliers consume £37.9 million (29.3%) of Pendle Borough Council's total £129.1 million annual expenditure, creating significant concentration risk in the authority's supply chain.</li>\n<li>LIBERATA UK LTD alone receives £17.2 million—13.4% of every pound the council spends—raising questions about competitive alternatives for business process outsourcing.</li>\n<li>Pendle Leisure Ltd, an arm's length organisation, accounts for £6.7 million in public funding, highlighting the council's reliance on external entities for service delivery.</li>\n<li>Despite 3,019 unique suppliers appearing in the ledger, the top ten recipients capture £51.1 million (39.6%) of available funds, suggesting a two-tier market of major contractors and small vendors.</li>\n<li>The council processed 49,741 transactions in the period, averaging £2,595 per payment, indicating a high-volume, low-value transaction pattern beneath the headline figures.</li>\n</ul>\n\n<h2>The Liberata Monopoly Question</h2>\n\n<p>Pendle Borough Council spent <strong>£17,246,735.26</strong> with LIBERATA UK LTD during the reporting period—more than double the amount received by the second-largest supplier. This single contract represents over one pound in every eight that leaves council coffers, yet the published transparency data reveals nothing about what services Liberata provides, contract duration, or procurement method.</p>\n\n<p>Liberata, a business process outsourcing firm specialising in local government revenue and benefits administration, holds similar positions with numerous UK councils. The £17.2 million figure suggests either a comprehensive service package covering multiple council functions or a long-term contractual lock-in that predates current market rates. With no transaction-level detail available, residents cannot determine whether this represents efficient economies of scale or an absence of competitive tendering.</p>\n\n<p>The concentration risk becomes stark when comparing Liberata's £17.2 million against the tenth-largest supplier, GO PLANT FLEET SERVICES LTD, which received £2.3 million. This £15 million gap between first and tenth place indicates a \"winner takes all\" procurement environment where dominant incumbents prove difficult to displace.</p>\n\n<h2>The Arm's Length Dilemma</h2>\n\n<p><strong>PENDLE LEISURE LTD</strong> collected £6,660,314.78 from the council, making it the second-largest recipient of public funds. As an arm's length management organisation (ALMO) or leisure trust, this arrangement moves £6.7 million of council budget outside direct democratic control while maintaining public ownership structures.</p>\n\n<p>The leisure trust model allows specialist management of facilities such as Pendle Leisure Centre and the ACE Centre, but the £6.7 million transfer raises governance questions. Unlike private contractors, these entities do not operate in competitive markets—residents cannot choose alternative leisure providers funded by their council tax. The transparency data reveals the scale of this dependency but conceals performance metrics or comparative benchmarking against privately managed facilities.</p>\n\n<h2>Inter-Authority Transfers and Government Grants</h2>\n\n<p>The appearance of <strong>LANCASHIRE COUNTY COUNCIL</strong> (£5,892,534.69) and the <strong>DEPARTMENT FOR BUSINESS AND TRADE</strong> (£4,496,409.32) among the top five illustrates the complex financial flows between government tiers. The £5.9 million paid to Lancashire County Council likely represents pass-through funding for services such as adult social care, waste disposal, or education—functions the county authority provides on Pendle's behalf.</p>\n\n<p>More curious is the £4.5 million to the Department for Business and Trade. Typically, funds flow from central government to local authorities, not vice versa. This reversal suggests either grant return mechanisms, EU funding reconciliation, or shared programme contributions where Pendle participates in nationally administered schemes. Without contractual transparency, the nature of this £4.5 million outflow remains unexplained.</p>\n\n<h2>The Top Ten: A Market Analysis</h2>\n\n<p>Together, the top ten suppliers received £51,143,061.98—39.6% of Pendle's total spend. The full ranking reveals a mixture of public sector partnerships, private contractors, and unexplained entities:</p>\n\n<table>\n<thead>\n<tr>\n<th>Rank</th>\n<th>Supplier</th>\n<th>Amount (£)</th>\n<th>Percentage of Total</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>LIBERATA UK LTD</td>\n<td>17,246,735.26</td>\n<td>13.4%</td>\n</tr>\n<tr>\n<td>2</td>\n<td>PENDLE LEISURE LTD</td>\n<td>6,660,314.78</td>\n<td>5.2%</td>\n</tr>\n<tr>\n<td>3</td>\n<td>LANCASHIRE COUNTY COUNCIL</td>\n<td>5,892,534.69</td>\n<td>4.6%</td>\n</tr>\n<tr>\n<td>4</td>\n<td>DEPARTMENT FOR BUSINESS AND TRADE</td>\n<td>4,496,409.32</td>\n<td>3.5%</td>\n</tr>\n<tr>\n<td>5</td>\n<td>PEARL 2</td>\n<td>3,564,854.04</td>\n<td>2.8%</td>\n</tr>\n<tr>\n<td>6</td>\n<td>BRENTWOOD BOROUGH COUNCIL</td>\n<td>3,000,000.00</td>\n<td>2.3%</td>\n</tr>\n<tr>\n<td>7</td>\n<td>SURREY COUNTY COUNCIL</td>\n<td>3,000,000.00</td>\n<td>2.3%</td>\n</tr>\n<tr>\n<td>8</td>\n<td>A&G LANDSCAPES & GROUNDWORKS LTD</td>\n<td>2,683,865.85</td>\n<td>2.1%</td>\n</tr>\n<tr>\n<td>9</td>\n<td>NW RECRUITMENT SERVICES LTD</td>\n<td>2,325,669.93</td>\n<td>1.8%</td>\n</tr>\n<tr>\n<td>10</td>\n<td>GO PLANT FLEET SERVICES LTD</td>\n<td>2,272,678.11</td>\n<td>1.8%</td>\n</tr>\n</tbody>\n</table>\n\n<p>The presence of <strong>BRENTWOOD BOROUGH COUNCIL</strong> and <strong>SURREY COUNTY COUNCIL</strong>—each receiving exactly £3,000,000—suggests shared service arrangements or asylum accommodation contracts common in East Lancashire. These inter-authority payments, combined with <strong>PEARL 2</strong> (£3.6 million) and <strong>A&G LANDSCAPES & GROUNDWORKS LTD</strong> (£2.7 million), demonstrate the council's reliance on specialist contractors for operational functions.</p>\n\n<h2>Competition and Concentration Risk</h2>\n\n<p>With 3,019 unique suppliers on the ledger, Pendle appears to maintain a diverse supply base. However, mathematical reality tells a different story: the top 0.3% of suppliers capture 40% of expenditure. This concentration creates vulnerability—if LIBERATA UK LTD encountered financial difficulties or service failures, the council would face immediate disruption to functions representing 13.4% of its operational capacity.</p>\n\n<p>The 49,741 transaction count suggests the council maintains active relationships with thousands of small suppliers for routine purchases, yet strategic procurement remains locked within a tight circle of major contractors. <strong>NW RECRUITMENT SERVICES LTD</strong> (£2.3 million) and <strong>GO PLANT FLEET SERVICES LTD</strong> (£2.3 million) indicate ongoing dependencies for staffing and vehicle fleets—areas where long-term contracts may have prevented entry by newer market competitors.</p>\n\n<h2>What You Can Do</h2>\n\n<p><strong>Submit a Freedom of Information request</strong> asking for the full contract terms between Pendle Borough Council and LIBERATA UK LTD, including service specifications, renewal dates, and performance metrics. The £17.2 million commitment warrants public scrutiny of value-for-money assessments.</p>\n\n<p><strong>Attend the Audit and Standards Committee</strong> meetings, where supplier concentration risks and contract management should feature on risk registers. Question councillors specifically about the £3 million payments to Brentwood and Surrey councils—services provided locally should not require expenditure in Essex or the Home Counties.</p>\n\n<p><strong>Review the council's Contract Register</strong> on their website to identify when the major contracts (particularly Liberata and Pendle Leisure Ltd) are due for renewal. Procurement opportunities must be advertised publicly with sufficient lead time for alternative bidders to prepare competitive tenders.</p>\n\n<p><strong>Request the breakdown of the £4.5 million paid to the Department for Business and Trade</strong>—this reverse flow of funds from local to central government requires explanation, particularly regarding any clawback of grants or return of unspent allocated funds.</p>\n\n<p><strong>Monitor future spending data</strong> for signs of further concentration. If the top five suppliers' share rises above the current 29.3%, this indicates diminishing competition in local government procurement.</p>\n\n<em>Methodology: This analysis is based on Pendle Borough Council's published spending data released under the Local Government Transparency Code. The dataset covers £129,074,465.77 in expenditure across 49,741 transactions with 3,019 unique suppliers. All monetary values and percentages are calculated directly from the published transparency returns. Comparable data from neighbouring East Lancashire councils was not available in this release, preventing comparative regional analysis.</em>"
}