{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Fylde Borough Council's spending increased by £15.9M (461.0%) from 2015 to 2025, with a total spend of £157.4M across 37,514 transactions.</li>\n  <li>The largest year-over-year increase was £11.7M (104.9%) from 2017 to 2018, with spending rising from £11.2M to £22.9M.</li>\n  <li>The largest year-over-year decrease was £10,326,606 (48.0%) from 2019 to 2020, with spending falling from £21.5M to £11.2M.</li>\n  <li>The spending in 2025 was £19.4M, which is an increase of £2.8M (17.2%) from the previous year.</li>\n  <li>The overall change in spending from 2015 to 2025 shows a significant increase, with a growth rate of 461.0%.</li>\n</ul>\n\n<h2>Introduction to Fylde Borough Council's Spending</h2>\n<p>Fylde Borough Council's spending data, covering the period from 2015/16 to 2025/26, provides valuable insights into the council's financial trajectory. With a total spend of £157.4M across 37,514 transactions, the data reveals a significant increase in spending over the years.</p>\n<p>The spending data shows that the council's expenditure has been steadily increasing, with some fluctuations over the years. The largest year-over-year increase was £11.7M (104.9%) from 2017 to 2018, with spending rising from £11.2M to £22.9M. This significant increase suggests that the council may have undertaken major projects or initiatives during this period.</p>\n<p>In contrast, the largest year-over-year decrease was £10,326,606 (48.0%) from 2019 to 2020, with spending falling from £21.5M to £11.2M. This decrease may be attributed to various factors, including changes in government funding or a reduction in council services.</p>\n\n<h2>Year-over-Year Spending Trends</h2>\n<p>The year-over-year spending trends reveal a mixed picture, with both increases and decreases in spending over the years. The data shows that the spending increased by £7.0M (204.1%) from 2015 to 2016, and by £685K (6.5%) from 2016 to 2017.</p>\n<p>However, the spending decreased by £1,380,171 (6.0%) from 2018 to 2019, and by £10,326,606 (48.0%) from 2019 to 2020. The spending then increased by £1.7M (15.2%) from 2020 to 2021, and by £2.8M (22.9%) from 2022 to 2023.</p>\n<p>The following table summarizes the year-over-year spending trends:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Spending</th>\n      <th>Change</th>\n      <th>Percentage Change</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2015</td>\n      <td>£3.5M</td>\n      <td></td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>2016</td>\n      <td>£10.5M</td>\n      <td>£7.0M</td>\n      <td>204.1%</td>\n    </tr>\n    <tr>\n      <td>2017</td>\n      <td>£11.2M</td>\n      <td>£685K</td>\n      <td>6.5%</td>\n    </tr>\n    <tr>\n      <td>2018</td>\n      <td>£22.9M</td>\n      <td>£11.7M</td>\n      <td>104.9%</td>\n    </tr>\n    <tr>\n      <td>2019</td>\n      <td>£21.5M</td>\n      <td>-£1,380,171</td>\n      <td>-6.0%</td>\n    </tr>\n    <tr>\n      <td>2020</td>\n      <td>£11.2M</td>\n      <td>-£10,326,606</td>\n      <td>-48.0%</td>\n    </tr>\n    <tr>\n      <td>2021</td>\n      <td>£12.9M</td>\n      <td>£1.7M</td>\n      <td>15.2%</td>\n    </tr>\n    <tr>\n      <td>2022</td>\n      <td>£12.4M</td>\n      <td>-£461,960</td>\n      <td>-3.6%</td>\n    </tr>\n    <tr>\n      <td>2023</td>\n      <td>£15.3M</td>\n      <td>£2.8M</td>\n      <td>22.9%</td>\n    </tr>\n    <tr>\n      <td>2024</td>\n      <td>£16.5M</td>\n      <td>£1.2M</td>\n      <td>8.1%</td>\n    </tr>\n    <tr>\n      <td>2025</td>\n      <td>£19.4M</td>\n      <td>£2.8M</td>\n      <td>17.2%</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Conclusion and Future Outlook</h2>\n<p>The spending data of Fylde Borough Council reveals a complex picture, with both increases and decreases in spending over the years. The council's expenditure has been steadily increasing, with some fluctuations, and the data suggests that the council may have undertaken major projects or initiatives during certain periods.</p>\n<p>The significant increase in spending from 2017 to 2018 and the decrease from 2019 to 2020 are notable trends that require further analysis. The council's future outlook will depend on various factors, including government funding, changes in council services, and the impact of external factors such as the economy and demographics.</p>\n<p>As the council continues to navigate the complexities of public spending, it is essential to monitor the spending trends and patterns to ensure that the council's financial resources are being utilised effectively and efficiently.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Fylde Borough Council about the specific projects or initiatives that contributed to the significant increase in spending from 2017 to 2018.</li>\n  <li>Attend council committee meetings, which are open to the public, to stay informed about the council's spending decisions and to provide feedback on the council's financial plans.</li>\n  <li>Check the council's published contracts register to find out more about the council's procurement processes and to identify potential areas for cost savings.</li>\n  <li>Write to your local councillor about your concerns regarding the council's spending trends and patterns, and ask for their perspective on the council's financial plans and priorities.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to analyse the council's expenditure in more detail, using the interactive tools and visualisations available on the website.</li>\n</ul>\n\n<em>This article is based on Fylde Borough Council's published spending data covering 2015/16 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}