{"id": "spending-overview", "content": "<h2>The Numbers</h2><p>Fylde Borough Council's spending data reveals <strong>£155 million</strong> in external payments across <strong>37,514 transactions</strong> with <strong>1,689 unique suppliers</strong> spanning April 2015 to March 2026 — an eleven-year dataset, the longest time series on the AI DOGE platform.</p><p>As a district council with an annual budget of approximately <strong>£10 million</strong>, Fylde is one of the smallest authorities in Lancashire. The borough covers the area around Lytham St Annes and Kirkham, handling housing, planning, waste collection, and leisure services.</p><h2>Where the Money Goes</h2><p>Fylde's spending data reveals some notable patterns. With 1,689 suppliers across eleven years, the council has a relatively narrow supplier base — though wider than neighbouring Wyre (1,558). The key concern is market structure rather than individual supplier dominance:</p><ul><li><strong>4 category monopolies</strong> identified — service areas where a single supplier faces no competition</li><li><strong>10 threshold suspects</strong> — the highest count of any council on the platform, indicating payments clustered just below procurement thresholds</li></ul><p>The combination of monopoly suppliers and threshold-clustering is a procurement risk pattern. When suppliers face no competition and payments are structured just below the level that triggers formal tender requirements, the conditions for poor value for money are established.</p><h2>The Year-End Problem</h2><p>Fylde has the <strong>second-highest year-end spending spike in Lancashire at 16.9x</strong> the monthly average. Only the county council's 14.7x figure is comparable in scale (and LCC's dataset covers a different time period).</p><p>A 16.9x March multiplier means the council processes nearly seventeen times more expenditure in the final month of the financial year than in a typical month. This is extreme even by local government standards and strongly suggests budget-rush behaviour — departments accelerating spending to avoid returning unspent allocations.</p><h2>Red Flags in the Data</h2><p>Fylde scores <strong>64.7 out of 100</strong> on our fraud triangle composite. The key findings beyond the year-end spike:</p><ul><li><strong>10 threshold suspects</strong> — more than any other council, suggesting systematic structuring of payments below approval limits</li><li><strong>4 monopoly categories</strong> — service areas with zero competitive tension</li><li><strong>81 awarded contracts</strong> on Contracts Finder with an average publication delay of <strong>37.5 days</strong></li></ul><p>The 37.5-day average publication delay is moderate — better than Blackburn with Darwen (69.8 days) but above the 30-day best practice target. Combined with the threshold suspects and monopolies, it suggests procurement governance that could be significantly tightened.</p><h2>Eleven Years of Data</h2><p>Fylde's dataset stretching back to April 2015 is uniquely valuable. It covers the full arc of recent local government finance: the final years of austerity, the COVID emergency, and the current cost-of-living pressures. Trend analysis across this period reveals how a small district council's spending priorities have shifted — and whether efficiency has improved or declined over the decade.</p><h2>Political Context</h2><p>Fylde Borough Council is controlled by the <strong>Conservatives</strong>. The borough is one of Lancashire's more affluent areas, with lower deprivation indices than East Lancashire councils.</p><p>Explore the full dataset on our <a href=\"/spending\">Spending page</a>, or see our <a href=\"/doge\">DOGE Investigation</a> for deeper analysis.</p>"}