{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to Fylde Borough Council account for £55.4M, which is 35.2% of the total spend of £157.4M.</li>\n  <li><strong>VBA JOINT VENTURE LTD</strong> is the largest supplier, with a total spend of £22.8M, representing 14.5% of the total.</li>\n  <li>The top 10 suppliers combined account for £69.2M, which is 44.0% of the total spend, leaving £88.2M to be spent with the remaining 1,679 suppliers.</li>\n  <li>The total spend analysed is £157.4M across 37,514 transactions over 11 financial years.</li>\n  <li>The top 10 suppliers account for 44.0% of the total spend, with the remaining 56.0% being spent with 1,679 other suppliers.</li>\n</ul>\n\n<h2>Introduction to Fylde's Top Suppliers</h2>\n<p>Fylde Borough Council's published spending records reveal that the top 5 suppliers account for a significant proportion of the total spend. <strong>VBA JOINT VENTURE LTD</strong>, <strong>BLACKPOOL COUNCIL</strong>, <strong>MASTERSTAFF</strong>, <strong>LANCASHIRE COUNTY COUNCIL</strong>, and <strong>DENNIS EAGLE</strong> are the top 5 suppliers, with a combined total spend of £55.4M.</p>\n<p>These suppliers provide a range of services, including construction, staffing, and equipment. The large proportion of the total spend accounted for by these suppliers raises questions about concentration risk and contract dependency.</p>\n<p>The data also shows that the top 10 suppliers account for 44.0% of the total spend, with the remaining 56.0% being spent with 1,679 other suppliers. This suggests that while there are some large contracts with key suppliers, there is also a significant amount of spending with smaller suppliers.</p>\n\n<h2>Analysis of Top Suppliers</h2>\n<p>The table below shows the top 10 suppliers to Fylde Borough Council, along with the total spend and percentage of the total spend.</p>\n<table>\n  <thead>\n    <tr>\n      <th>Rank</th>\n      <th>Supplier</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1</td>\n      <td><strong>VBA JOINT VENTURE LTD</strong></td>\n      <td>£22.8M</td>\n      <td>14.5%</td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td><strong>BLACKPOOL COUNCIL</strong></td>\n      <td>£16.1M</td>\n      <td>10.2%</td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td><strong>MASTERSTAFF</strong></td>\n      <td>£6.6M</td>\n      <td>4.2%</td>\n    </tr>\n    <tr>\n      <td>4</td>\n      <td><strong>LANCASHIRE COUNTY COUNCIL</strong></td>\n      <td>£5.1M</td>\n      <td>3.2%</td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td><strong>DENNIS EAGLE</strong></td>\n      <td>£4.8M</td>\n      <td>3.1%</td>\n    </tr>\n    <tr>\n      <td>6</td>\n      <td><strong>ERIC WRIGHT CIVIL ENGINEERING LTD</strong></td>\n      <td>£4.5M</td>\n      <td>2.9%</td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td><strong>ZURICH MUNICIPAL</strong></td>\n      <td>£2.4M</td>\n      <td>1.5%</td>\n    </tr>\n    <tr>\n      <td>8</td>\n      <td><strong>DANFO (UK) LTD</strong></td>\n      <td>£2.4M</td>\n      <td>1.5%</td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td><strong>F. PARKINSON LTD</strong></td>\n      <td>£2.3M</td>\n      <td>1.5%</td>\n    </tr>\n    <tr>\n      <td>10</td>\n      <td><strong>TOTAL GAS & POWER LTD</strong></td>\n      <td>£2.2M</td>\n      <td>1.4%</td>\n    </tr>\n  </tbody>\n</table>\n<p>The table shows that the top 10 suppliers account for a significant proportion of the total spend, with <strong>VBA JOINT VENTURE LTD</strong> being the largest supplier.</p>\n<p>The data also shows that there are a large number of smaller suppliers, with 1,679 suppliers accounting for 56.0% of the total spend.</p>\n\n<h2>Conclusion and Next Steps</h2>\n<p>In conclusion, the data shows that Fylde Borough Council's top suppliers account for a significant proportion of the total spend. The large proportion of the total spend accounted for by the top 5 suppliers raises questions about concentration risk and contract dependency.</p>\n<p>Further analysis is needed to determine whether the council is getting value for money from its contracts with these suppliers. The data also suggests that there are opportunities for smaller suppliers to provide services to the council.</p>\n<p>The council's published spending records provide a useful insight into the council's spending habits and can be used to inform decisions about future contracts and spending priorities.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Fylde Borough Council about the council's contract management processes and how it ensures value for money from its contracts with top suppliers.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions and to ask questions about the council's contracts with top suppliers.</li>\n  <li>Check the council's published contracts register to see which contracts are up for renewal and which suppliers are providing services to the council.</li>\n  <li>Write to your local councillor about your concerns regarding the council's spending habits and the proportion of the total spend accounted for by the top 5 suppliers.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to learn more about the council's spending habits and contracts with top suppliers.</li>\n</ul>\n\n<em>This article is based on Fylde Borough Council's published spending data covering 2015/16 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}