{
  "id": "department-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The Finance department accounts for <strong>£510.4M</strong> of Wyre Council's spending, which is <strong>74.7%</strong> of the total expenditure.</li>\n  <li>The People and Places department has a spend of <strong>£95.7M</strong>, representing <strong>14.0%</strong> of the council's total spending.</li>\n  <li>The Resources department has a spend of <strong>£76.9M</strong>, which is <strong>11.3%</strong> of the total expenditure, while the Transformation department has a relatively small spend of <strong>£8,000</strong>.</li>\n</ul>\n\n<h2>Departmental Spending Breakdown</h2>\n<p>The spending data for Wyre Council reveals a significant disparity in the allocation of funds across different departments. The Finance department is the largest recipient of funds, with a total spend of <strong>£510.4M</strong> over the 8-year period. This accounts for <strong>74.7%</strong> of the council's total expenditure, indicating a substantial proportion of resources being dedicated to financial management and administration.</p>\n<p>In contrast, the People and Places department has a spend of <strong>£95.7M</strong>, which is <strong>14.0%</strong> of the total expenditure. This department is likely responsible for delivering essential services to the community, such as social care, housing, and environmental services. The Resources department has a spend of <strong>£76.9M</strong>, which is <strong>11.3%</strong> of the total expenditure, and may be involved in providing support functions such as IT, HR, and facilities management.</p>\n<p>The Transformation department has a relatively small spend of <strong>£8,000</strong>, which is <strong>0.0%</strong> of the total expenditure. This department may be focused on driving change and improvement within the organisation, but its limited budget suggests that it may not be a priority area for the council.</p>\n\n<h2>Comparison of Departmental Spending</h2>\n<p>To better understand the allocation of resources across different departments, it is useful to compare their spending. The following table provides a summary of the top departments by spend:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Department</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Finance</td>\n      <td><strong>£510.4M</strong></td>\n      <td><strong>74.7%</strong></td>\n    </tr>\n    <tr>\n      <td>People and Places</td>\n      <td><strong>£95.7M</strong></td>\n      <td><strong>14.0%</strong></td>\n    </tr>\n    <tr>\n      <td>Resources</td>\n      <td><strong>£76.9M</strong></td>\n      <td><strong>11.3%</strong></td>\n    </tr>\n    <tr>\n      <td>Transformation</td>\n      <td><strong>£8,000</strong></td>\n      <td><strong>0.0%</strong></td>\n    </tr>\n  </tbody>\n</table>\n<p>This table highlights the significant disparity in spending across different departments, with the Finance department receiving the largest proportion of funds. The People and Places department and the Resources department also receive substantial amounts, while the Transformation department has a relatively small budget.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Wyre Council about the specific services and programmes that are being delivered by the Finance department, which accounts for <strong>74.7%</strong> of the council's total expenditure.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the decision-making process behind the allocation of resources across different departments.</li>\n  <li>Check the council's published contracts register to see which suppliers are being used to deliver services and programmes, and to understand the value of these contracts.</li>\n  <li>Write to your local councillor about your concerns regarding the limited budget for the Transformation department, and ask for their perspective on how this department can drive change and improvement within the organisation.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data for Wyre Council and to gain a deeper understanding of how the council is allocating its resources.</li>\n</ul>\n\n<em>This article is based on Wyre Council's published spending data covering 2017/18 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}