{"id": "doge-investigation-wyre", "content": "<h2>Wyre's Concentration Crisis: When Half Your Money Goes to One Place</h2><p>Wyre Borough Council presents a unique case study in supplier concentration. With an HHI of <strong>2,796.8</strong>, it has the most concentrated spending profile of any council in Lancashire — and <strong>Lancashire County Council receives 48% of all recorded expenditure</strong>.</p><p>To put this in perspective: the U.S. Department of Justice considers any market with an HHI above 2,500 to be \"highly concentrated\". Wyre exceeds this threshold comfortably.</p><h2>The Lancashire CC Dependency</h2><p>Nearly half of Wyre's £678 million in recorded spending flows to Lancashire County Council. This primarily comprises:</p><ul><li><strong>Waste disposal levies</strong> — district councils collect waste; the county council disposes of it. These levies are non-negotiable</li><li><strong>Shared service arrangements</strong> — back-office functions provided by or through the county</li><li><strong>Inter-authority recharges</strong> — payments for county-provided services that Wyre residents use</li></ul><p>This dependency is structural rather than a procurement choice. Wyre cannot competitively tender its waste disposal levy — it is set by Lancashire CC. However, the inclusion of these payments in published spending data creates a misleading picture of where the council's discretionary budget actually goes.</p><h2>The Narrow Supplier Base</h2><p>Beyond the LCC dominance, Wyre uses just <strong>1,558 suppliers</strong> to process £678 million across nine years. This is the smallest supplier pool on the platform:</p><table><thead><tr><th>Council</th><th>Suppliers</th><th>Total Spend</th><th>Spend per Supplier</th></tr></thead><tbody><tr><td>Wyre</td><td>1,558</td><td>£678M</td><td>£435K</td></tr><tr><td>Fylde</td><td>1,689</td><td>£155M</td><td>£92K</td></tr><tr><td>Preston</td><td>2,517</td><td>£205M</td><td>£81K</td></tr><tr><td>West Lancashire</td><td>4,614</td><td>£333M</td><td>£72K</td></tr></tbody></table><p>Wyre's average spend per supplier (£435,000) is nearly five times higher than West Lancashire's — indicating that spending is channelled through far fewer organisations.</p><h2>Benford's Law: 7.6% Deviation</h2><p>The leading digit distribution of Wyre's payment amounts deviates from Benford's Law by <strong>7.6%</strong> at its peak — above the 5% warning threshold. This statistical test examines whether the first digits of transaction amounts follow the expected natural distribution.</p><p>Deviations can indicate data manipulation, systematic rounding, or threshold effects. Given Wyre's narrow supplier base, the deviation may partly reflect repeated payments of similar amounts to the same small group of suppliers — creating artificial clustering in the digit distribution.</p><h2>What This Means for Wyre Residents</h2><p>The core question is whether Wyre achieves value for money when nearly half its spending is pre-determined (LCC levies) and its remaining procurement draws from the smallest supplier pool in Lancashire. With Local Government Reorganisation on the horizon, Wyre's financial profile will be absorbed into a larger successor authority — potentially unlocking procurement efficiencies that are impossible at the current scale.</p><p><em>All figures derived from Wyre Borough Council's published spending data for April 2017 to March 2026. Analysis performed using automated pattern detection. Full methodology available on the DOGE Investigation page.</em></p>"}