{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Wyre Council's spending increased by £74.6M (107.9%) from 2017 to 2025, with a total spend of £683.0M across 51,092 transactions.</li>\n  <li>The largest year-over-year increase was £120.5M (235.8%) from 2022 to 2023, resulting in a total spend of £171.6M in 2023.</li>\n  <li>The largest year-over-year decrease was £60,361,039 (87.3%) from 2017 to 2018, resulting in a total spend of £8.7M in 2018.</li>\n</ul>\n\n<h2>Introduction to Wyre Council's Spending</h2>\n<p>Wyre Council, a district council in Lancashire, England, has published its spending records under the Local Government Transparency Code, covering the period from 2017/18 to 2025/26. The data reveals a complex picture of the council's financial trajectory, with significant fluctuations in spending over the years. In 2017, the council's spending was £69.1M, while in 2025, it was £143.7M.</p>\n<p>The data shows that the council's spending has not followed a consistent trend, with significant increases and decreases in different years. For example, the spending increased by £85.6M (479.3%) from 2019 to 2020, and then decreased by £58,054,763 (56.1%) from 2020 to 2021. These fluctuations suggest that the council's spending is influenced by various factors, including changes in government policies, economic conditions, and local priorities.</p>\n<p>The total spend analysed over the 8-year period is £683.0M, with 51,092 transactions recorded. This data provides a comprehensive overview of the council's spending patterns and can be used to identify areas of efficiency and potential savings.</p>\n\n<h2>Year-over-Year Spending Trends</h2>\n<p>The year-over-year spending trends reveal significant fluctuations in the council's spending. The largest increase was from 2022 to 2023, with a £120.5M (235.8%) rise in spending, resulting in a total spend of £171.6M in 2023. In contrast, the largest decrease was from 2017 to 2018, with a £60,361,039 (87.3%) drop in spending, resulting in a total spend of £8.7M in 2018.</p>\n<p>The following table summarizes the year-over-year spending trends:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Spending</th>\n      <th>Change</th>\n      <th>Percentage Change</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2017-2018</td>\n      <td>£69.1M to £8.7M</td>\n      <td>-£60,361,039</td>\n      <td>-87.3%</td>\n    </tr>\n    <tr>\n      <td>2018-2019</td>\n      <td>£8.7M to £17.9M</td>\n      <td>+£9.1M</td>\n      <td>+104.1%</td>\n    </tr>\n    <tr>\n      <td>2019-2020</td>\n      <td>£17.9M to £103.4M</td>\n      <td>+£85.6M</td>\n      <td>+479.3%</td>\n    </tr>\n    <tr>\n      <td>2020-2021</td>\n      <td>£103.4M to £45.4M</td>\n      <td>-£58,054,763</td>\n      <td>-56.1%</td>\n    </tr>\n    <tr>\n      <td>2021-2022</td>\n      <td>£45.4M to £51.1M</td>\n      <td>+£5.7M</td>\n      <td>+12.6%</td>\n    </tr>\n    <tr>\n      <td>2022-2023</td>\n      <td>£51.1M to £171.6M</td>\n      <td>+£120.5M</td>\n      <td>+235.8%</td>\n    </tr>\n    <tr>\n      <td>2023-2024</td>\n      <td>£171.6M to £72.1M</td>\n      <td>-£99,458,302</td>\n      <td>-58.0%</td>\n    </tr>\n    <tr>\n      <td>2024-2025</td>\n      <td>£72.1M to £143.7M</td>\n      <td>+£71.5M</td>\n      <td>+99.1%</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Conclusion and Future Directions</h2>\n<p>The spending data for Wyre Council reveals a complex picture of the council's financial trajectory. The significant fluctuations in spending over the years suggest that the council's spending is influenced by various factors, including changes in government policies, economic conditions, and local priorities. The data provides a comprehensive overview of the council's spending patterns and can be used to identify areas of efficiency and potential savings.</p>\n<p>The council's spending has increased by <strong>£74.6M (107.9%)</strong> from 2017 to 2025, with a total spend of <strong>£683.0M</strong> across 51,092 transactions. The largest year-over-year increase was <strong>£120.5M (235.8%)</strong> from 2022 to 2023, resulting in a total spend of <strong>£171.6M</strong> in 2023.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Wyre Council about the council's spending on specific projects or services.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions and priorities.</li>\n  <li>Check the council's published contracts register to see which suppliers have been awarded contracts and the value of these contracts.</li>\n  <li>Write to your local councillor about your concerns or questions regarding the council's spending and priorities.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data for Wyre Council and other Lancashire councils, and to learn more about the council's financial trajectory.</li>\n</ul>\n\n<em>This article is based on Wyre Council's published spending data covering 2017/18 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}