{"id": "spending-overview", "content": "<h2>The Numbers</h2><p>Wyre Borough Council's spending data reveals <strong>£678 million</strong> in external payments across <strong>51,092 transactions</strong> with just <strong>1,558 unique suppliers</strong> spanning April 2017 to March 2026 — nine years of financial data.</p><p>As a district council with an annual budget of approximately <strong>£12 million</strong>, Wyre covers the Fylde coast area including Fleetwood, Thornton-Cleveleys, and Garstang. The council handles housing, planning, waste collection, and leisure services, while Lancashire County Council provides education, social care, and highways.</p><h2>The Concentration Problem</h2><p>Wyre has the <strong>most concentrated supplier base in Lancashire</strong> — and it is not even close. The HHI stands at <strong>2,796.8</strong>, classified as HIGH concentration. For comparison, the next highest district council (Chorley) has an HHI of 2,131, and most Lancashire councils sit below 500.</p><p>The reason is stark: <strong>Lancashire County Council receives 48% of all Wyre's recorded spending</strong>. Nearly half of every pound Wyre processes goes to the county council — primarily waste disposal levies, but potentially also shared service arrangements and other inter-authority payments.</p><p>With only <strong>1,558 suppliers</strong> for £678 million in spending, Wyre has the narrowest supplier base of any council on the platform. This is less than a third of the suppliers used by neighbouring West Lancashire (4,614) despite similar spending volumes.</p><h2>Red Flags in the Data</h2><p>Wyre's automated DOGE analysis returned a <strong>fraud triangle score of 63.4 out of 100</strong>. The key findings:</p><ul><li><strong>HHI of 2,796.8</strong> — HIGH concentration, with Lancashire CC receiving 48% of all spend</li><li><strong>Benford's Law deviation of 7.6%</strong> — a high max digit deviation that exceeds the 5% warning threshold</li><li><strong>Only 1,558 suppliers</strong> for £678 million — an extremely narrow supplier base suggesting limited competitive procurement</li></ul><p>The Benford's Law result, combined with the extreme supplier concentration, paints a picture of a council where competitive procurement may be limited. When half of spending goes to a single counterparty and the supplier pool is the smallest in Lancashire, the scope for achieving value for money through competition is inherently constrained.</p><h2>Political Context</h2><p>Wyre Borough Council is controlled by the <strong>Conservatives</strong>. The borough is one of Lancashire's more affluent areas, with lower deprivation than East Lancashire councils, which is reflected in relatively lower demand for social services at the district level.</p><h2>Data Quality</h2><p>Nine years of spending data provides a strong baseline for analysis. However, the extreme dominance of Lancashire CC payments in the dataset makes it difficult to assess the council's own procurement decisions — the majority of recorded spending is inter-authority transfers rather than discretionary commercial procurement.</p><p>Explore the full dataset on our <a href=\"/spending\">Spending page</a>, or see our <a href=\"/doge\">DOGE Investigation</a> for deeper analysis.</p>"}