{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to Wyre Council account for £583.3M, which is 85.4% of the total spend.</li>\n  <li><strong>LANCASHIRE COUNTY COUNCIL</strong> is the largest supplier, receiving £326.5M, which is 47.8% of the total spend.</li>\n  <li>The remaining 1,553 suppliers account for £66.7M, which is 9.8% of the total spend.</li>\n  <li>The top 10 suppliers combined receive £616.3M, which is 90.2% of the total spend.</li>\n  <li>The total spend analysed is £683.0M across 51,092 transactions.</li>\n</ul>\n\n<h2>Introduction to Wyre Council's Spending</h2>\n<p>Wyre Council, a district council in Lancashire, England, has published its spending records under the Local Government Transparency Code. The data covers 8 financial years, from 2017/18 to 2025/26, and reveals a total spend of £683.0M across 51,092 transactions.</p>\n<p>The data shows that the top 5 suppliers account for a significant proportion of the total spend, with <strong>LANCASHIRE COUNTY COUNCIL</strong>, <strong>DEPARTMENT FOR COMMUNITIES AND LOCAL GOVERNMENT</strong>, <strong>UNKNOWN</strong>, <strong>BALFOUR BEATTY CIVIL ENGINEERING LTD</strong>, and <strong>LANCASHIRE FIRE AUTHORITY</strong> being the top 5 suppliers.</p>\n<p>These suppliers receive a combined total of £583.3M, which is 85.4% of the total spend. This raises questions about the concentration risk and contract dependency of Wyre Council's spending.</p>\n\n<h2>Top Suppliers Analysis</h2>\n<p>The top suppliers to Wyre Council are dominated by public sector organisations, with <strong>LANCASHIRE COUNTY COUNCIL</strong> being the largest supplier. The table below shows the top 10 suppliers to Wyre Council:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Rank</th>\n      <th>Supplier</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1</td>\n      <td><strong>LANCASHIRE COUNTY COUNCIL</strong></td>\n      <td>£326.5M</td>\n      <td>47.8%</td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td><strong>DEPARTMENT FOR COMMUNITIES AND LOCAL GOVERNMENT</strong></td>\n      <td>£116.3M</td>\n      <td>17.0%</td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td><strong>UNKNOWN</strong></td>\n      <td>£81.6M</td>\n      <td>11.9%</td>\n    </tr>\n    <tr>\n      <td>4</td>\n      <td><strong>BALFOUR BEATTY CIVIL ENGINEERING LTD</strong></td>\n      <td>£39.2M</td>\n      <td>5.7%</td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td><strong>LANCASHIRE FIRE AUTHORITY</strong></td>\n      <td>£19.9M</td>\n      <td>2.9%</td>\n    </tr>\n    <tr>\n      <td>6</td>\n      <td><strong>VEOLIA ES (UK) LTD</strong></td>\n      <td>£16.7M</td>\n      <td>2.4%</td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td><strong>F PARKINSON LTD</strong></td>\n      <td>£5.7M</td>\n      <td>0.8%</td>\n    </tr>\n    <tr>\n      <td>8</td>\n      <td><strong>POLICE AND CRIME COMMISSIONER FOR LANCASHIRE</strong></td>\n      <td>£4.3M</td>\n      <td>0.6%</td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td><strong>FYLDE COAST YMCA</strong></td>\n      <td>£3.5M</td>\n      <td>0.5%</td>\n    </tr>\n    <tr>\n      <td>10</td>\n      <td><strong>ASSOCIATED BRITISH PORTS</strong></td>\n      <td>£2.8M</td>\n      <td>0.4%</td>\n    </tr>\n  </tbody>\n</table>\n<p>The table shows that the top 10 suppliers receive a combined total of £616.3M, which is 90.2% of the total spend. This raises concerns about the lack of competitive markets and the concentration of spending with a few large suppliers.</p>\n\n<h2>Conclusion and Recommendations</h2>\n<p>The analysis of Wyre Council's spending data reveals a high concentration of spending with a few large suppliers. This raises concerns about the council's contract dependency and the lack of competitive markets.</p>\n<p>To address these concerns, Wyre Council should consider implementing measures to increase competition and reduce contract dependency. This could include breaking up large contracts into smaller lots, increasing the use of framework agreements, and promoting the use of small and medium-sized enterprises (SMEs).</p>\n<p>Additionally, Wyre Council should consider publishing more detailed information about its spending, including the breakdown of spending by department and the evaluation criteria used to award contracts. This would increase transparency and accountability and allow citizens to better understand how their money is being spent.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Wyre Council about the evaluation criteria used to award contracts to the top 5 suppliers.</li>\n  <li>Attend council committee meetings, which are open to the public, to ask questions about the council's spending and contract management practices.</li>\n  <li>Check the council's published contracts register to see which contracts are due to expire and which suppliers are being used.</li>\n  <li>Write to your local councillor about the concerns raised by the concentration of spending with a few large suppliers and the lack of competitive markets.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and analyse the spending patterns of Wyre Council and other councils in Lancashire.</li>\n</ul>\n\n<em>This article is based on Wyre Council's published spending data covering 2017/18 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}