{
  "categories": [
    {
      "id": "spending",
      "name": "Spending & Contracts",
      "icon": "pound-sterling",
      "templates": [
        {
          "id": "liberata-contract",
          "title": "Liberata Contract Full Details",
          "why": "Liberata UK Ltd is one of the council's largest suppliers. Understanding the full contract terms helps assess value for money.",
          "template": "Under the Freedom of Information Act 2000, I request the following information regarding the council's contract with Liberata UK Ltd:\n\n1. The full contract value and duration (start and end dates)\n2. Any contract extensions or variations agreed since the original contract was signed\n3. Key performance indicators (KPIs) and the most recent performance report\n4. Any penalty clauses and whether penalties have been applied\n5. The cost comparison analysis (if any) between outsourced delivery and in-house provision that informed the decision to outsource",
          "status": "suggested",
          "context": "FOI requests about outsourcing contracts have revealed significant issues at other councils. Reading Borough Council's travel expenses were exposed through FOI, and Elmbridge Borough Council's £400k consultancy spend on a project with \"little to show for it\" was uncovered through similar requests."
        },
        {
          "id": "geldards-legal",
          "title": "Geldards LLP Legal Services Breakdown",
          "why": "Geldards LLP appears as one of the council's highest-paid suppliers. Understanding what legal services this covers helps assess whether the expenditure is proportionate.",
          "template": "Under the Freedom of Information Act 2000, I request the following information regarding payments to Geldards LLP:\n\n1. A breakdown of the legal services provided by Geldards LLP by category (e.g. property, planning, employment, litigation) for each financial year from 2021/22 to 2024/25\n2. Whether Geldards LLP are appointed under a framework agreement or through competitive tender\n3. The hourly rates or fee structure agreed with Geldards LLP\n4. Whether the council has considered alternative providers or conducted any benchmarking exercise",
          "status": "suggested",
          "context": "Legal fees are one of the largest categories of council spending nationally. Understanding the breakdown helps residents assess whether costs are proportionate to the services received."
        },
        {
          "id": "purchase-cards",
          "title": "Purchase Card Policy and Oversight",
          "why": "Purchase cards allow council staff to make direct purchases. Understanding the controls in place helps ensure public money is properly managed.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. The council's current Purchase Card Policy document\n2. The number of active purchase cards issued to staff\n3. The approval and oversight process for purchase card transactions\n4. Any internal audit reports relating to purchase card usage from 2021 onwards\n5. Whether any purchase card transactions have been flagged as inappropriate or required repayment in the last 3 years",
          "status": "suggested",
          "context": "In 2025, a national review found Whitehall procurement card spending had reached £675 million over five years, leading to approximately 10,000 cards being cancelled."
        }
      ]
    },
    {
      "id": "governance",
      "name": "Governance & Decision Making",
      "icon": "users",
      "templates": [
        {
          "id": "senior-pay",
          "title": "Senior Officer Pay and Structure",
          "why": "Understanding senior pay helps assess whether the council's management structure represents value for money.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. The current pay scales for all officers at Head of Service level and above\n2. The total remuneration package (including pension contributions, bonuses, and benefits) for each post at this level\n3. Any severance or redundancy payments made to senior officers since April 2021\n4. The current management structure chart showing all posts at Head of Service level and above",
          "status": "suggested",
          "context": "Councils are required to publish a Pay Policy Statement annually, but these often lack the detail needed to fully understand senior pay arrangements."
        },
        {
          "id": "councillor-allowances",
          "title": "Councillor Allowances and Expenses",
          "why": "Councillors receive allowances from public funds. Full transparency about these costs supports democratic accountability.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. The total allowances paid to each individual councillor for each financial year from 2021/22 to 2024/25\n2. A breakdown by type of allowance (basic, special responsibility, travel, subsistence)\n3. Any claims for equipment, broadband, or other expenses\n4. The recommendations of the Independent Remuneration Panel and whether they were accepted or modified",
          "status": "suggested",
          "context": "Councillor allowances are published but often not in a format that makes comparison easy. Full breakdowns help residents understand the total cost of their elected representatives."
        }
      ]
    },
    {
      "id": "property",
      "name": "Property & Assets",
      "icon": "building",
      "templates": [
        {
          "id": "charter-walk",
          "title": "Charter Walk Shopping Centre Performance",
          "why": "The council purchased Charter Walk for £20.7 million of public money. Residents deserve to know how this investment is performing.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. The annual rental income received from Charter Walk Shopping Centre for each year since purchase\n2. The current occupancy rate and a list of current tenants\n3. Annual running costs, maintenance, and management fees\n4. The net income (after all costs) for each financial year\n5. Any valuations carried out since purchase and the current estimated value\n6. The business case or investment appraisal that supported the purchase decision",
          "status": "suggested",
          "context": "The council purchased Charter Walk in 2021/22 for £20.7 million, stating a net initial yield of 11%. Performance data helps assess whether this investment is delivering as planned."
        },
        {
          "id": "insurance-costs",
          "title": "Council Insurance Costs",
          "why": "Council spending data shows over £1.2 million paid to insurance companies including Arthur J Gallagher and Zurich Municipal. Understanding insurance costs helps assess value for money.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. The total annual cost of all insurance premiums paid by the council for each year from 2021/22 to 2025/26\n2. A breakdown by category of cover (property, liability, motor, cyber, etc.)\n3. Whether the council uses a broker and their fees\n4. The number and total value of insurance claims made in each year\n5. Any self-insurance or excess arrangements",
          "status": "suggested",
          "context": "Insurance is a significant but rarely scrutinised cost for councils. Spending data shows over £1.2 million paid to insurance companies in 2025/26 alone."
        },
        {
          "id": "property-register",
          "title": "Council Property Asset Register",
          "why": "Understanding what assets the council owns helps assess how effectively public property is being used.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. A complete list of all land and property assets owned by Burnley Borough Council\n2. For each asset: the current use, estimated value, and any rental income generated\n3. A list of any properties that are currently vacant or unused\n4. Any disposals (sales) of council property since April 2021 and the sale prices achieved",
          "status": "suggested",
          "context": "Councils are required to publish an asset register under the Transparency Code, but the published data is often incomplete or outdated."
        }
      ]
    },
    {
      "id": "services",
      "name": "Services & Performance",
      "icon": "bar-chart",
      "templates": [
        {
          "id": "waste-contract",
          "title": "Waste Collection Contract",
          "why": "The waste collection contract appears to have transitioned from Urbaser Ltd to FCC Environment. Spending data shows £6M+ paid to \"FCC Environment/Urbaser Ltd\" in 2025/26 alone.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. Confirmation of whether the waste collection contract has transferred from Urbaser Ltd to FCC Environment, and if so, the date and terms of transfer\n2. Whether a new competitive procurement process was conducted, or if this was a novation of the existing contract\n3. The current contract value, duration, and key performance indicators\n4. Performance data including missed collections, complaints, and recycling rates for each year since 2021\n5. Any penalty deductions applied under the contract\n6. Benchmarking data comparing Burnley's waste collection costs per household with similar authorities",
          "status": "suggested",
          "context": "Council spending data shows a change in supplier name from \"Urbaser Ltd\" to \"FCC Environment/Urbaser Ltd\" in 2025/26, with over £6 million paid in the first three quarters."
        },
        {
          "id": "council-tax-collection",
          "title": "Council Tax Collection Rates",
          "why": "With nearly £13 million in council tax debt reported, understanding collection performance and costs is important.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. The council tax collection rate for each year from 2021/22 to 2024/25\n2. The total outstanding council tax debt as at 31 March each year\n3. The amount spent on council tax recovery and enforcement each year\n4. The amount of council tax debt written off each year\n5. Whether any collection cases have been referred to bailiffs and the associated costs",
          "status": "suggested",
          "context": "Burnley reportedly has nearly £13 million in outstanding council tax debt. Understanding the full picture of collection costs versus debt recovered helps assess whether the approach is effective."
        },
        {
          "id": "lgr-costs",
          "title": "Local Government Reorganisation Costs",
          "why": "Lancashire is undergoing local government reorganisation. Council spending data shows payments for LGR consultants. Residents deserve to know the full cost.",
          "template": "Under the Freedom of Information Act 2000, I request:\n\n1. The total amount spent on local government reorganisation (LGR) preparations to date, broken down by category (consultancy, staff time, legal advice, etc.)\n2. A list of all external consultants or advisors engaged in connection with LGR, including their fees\n3. Any budget allocated for LGR-related activity in 2025/26 and future years\n4. How LGR costs are being funded — from reserves, existing budgets, or additional borrowing\n5. Any business cases or impact assessments produced regarding the reorganisation",
          "status": "suggested",
          "context": "Spending data shows at least £37,000 paid to consultants including 31ten Consulting and Socitm for local government reorganisation. As reorganisation progresses, these costs are likely to increase significantly."
        }
      ]
    }
  ]
}
