{
  "id": "audit-findings",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>No IT Change Management Policy:</strong> External auditors identified zero documented procedures governing modifications to CIVICA Financials, the council’s primary accounting system processing millions in public transactions annually.</li>\n    <li><strong>£2.1M Insurance Shortfall:</strong> Heritage assets—including historic civic buildings—are underinsured by £2.1 million, leaving taxpayers exposed to uninsured losses in the event of fire, flood, or structural failure.</li>\n    <li><strong>Incomplete Related Party Disclosures:</strong> The council failed to fully declare financial relationships between senior officers, councillors, and external contractors, breaching statutory transparency requirements.</li>\n    <li><strong>Material Weakness:</strong> Auditors classified multiple findings as material weaknesses, indicating fundamental gaps in governance controls rather than minor administrative errors.</li>\n  </ul>\n</div>\n\n<h2>The Audit Landscape</h2>\n\n<p>When external auditors Grant Thornton examined Burnley Borough Council’s books for the 2023/24 financial year, they uncovered governance failures that extend far beyond paperwork oversights. The <strong>absence of IT change management protocols</strong>, combined with significant insurance gaps and incomplete transparency declarations, reveals a local authority operating without adequate safeguards over public money.</p>\n\n<p>For a council managing a gross budget of approximately <strong>£85 million</strong> annually, these findings represent systemic control failures. While the auditors issued an unqualified opinion on the financial statements—meaning the accounts present a true financial position—the underlying governance weaknesses expose the council to fraud, data corruption, and uninsured catastrophic losses.</p>\n\n<h2>No Safety Net: The IT Change Management Gap</h2>\n\n<p>At the centre of the audit criticism sits <strong>CIVICA Financials</strong>, the software platform handling Burnley’s general ledger, creditor payments, and revenue collection. Auditors discovered the council operates this critical system <strong>without any documented change management policy</strong>.</p>\n\n<p>In information technology governance, \"change management\" refers to the formal process of tracking, testing, and authorising modifications to software systems. Proper protocols require that every update—whether a security patch, configuration change, or user access modification—gets logged, risk-assessed, and approved by designated officers before implementation.</p>\n\n<p>The absence of such controls creates multiple vulnerabilities:</p>\n\n<ul>\n  <li><strong>Unauthorised Modifications:</strong> Without approval gates, malicious actors or disgruntled employees could alter financial data undetected.</li>\n  <li><strong>Audit Trail Gaps:</strong> When errors occur, the council cannot reconstruct who changed what, and when, complicating fraud investigations.</li>\n  <li><strong>System Instability:</strong> Untested updates to CIVICA Financials could corrupt the general ledger, potentially requiring months of manual reconciliation costing tens of thousands in emergency consultancy fees.</li>\n</ul>\n\n<p>CIVICA systems typically process <strong>£40-50 million</strong> in supplier payments annually for councils of Burnley’s size. The audit notes that \"no formal process exists to ensure changes to the financial system are appropriately authorised, tested, and documented.\" This represents a material weakness in internal controls—a red flag for any organisation handling public funds.</p>\n\n<h2>The £2.1M Heritage Insurance Gamble</h2>\n\n<p>Burnley’s portfolio of heritage assets—including the Grade II listed Town Hall, historic market structures, and Victorian civic buildings—carries significant cultural and financial value. However, auditors identified that these assets are currently <strong>underinsured by £2.1 million</strong>.</p>\n\n<p>The shortfall stems from outdated valuations. While the council maintains insurance coverage, the replacement costs for historic buildings— which require specialist conservation techniques and materials—have outpaced the insured values on the books. A fire destroying a significant municipal building could leave taxpayers funding reconstruction costs above the policy limit.</p>\n\n<p>For context, <strong>£2.1 million</strong> represents approximately:\n  <ul>\n    <li>2.5% of the council’s annual revenue budget</li>\n    <li>The equivalent of 35 full-time social worker salaries</li>\n    <li>More than the council spends annually on leisure services</li>\n  </ul>\n</p>\n\n<p>The Local Government Association advises that heritage asset valuations should occur every three to five years using Royal Institution of Chartered Surveyors (RICS) certified specialists. Auditors found no evidence of recent professional revaluation, suggesting the underinsurance has persisted through multiple financial years without detection by internal oversight.</p>\n\n<h2>Related Party Disclosure Failures</h2>\n\n<p>The audit also criticised <strong>incomplete related party disclosures</strong>—the legal requirement for councils to publicly declare financial relationships between decision-makers and the authority.</p>\n\n<p>Under the <strong>Local Government Finance Act 1992</strong> and CIPFA guidance, councils must disclose transactions involving:\n  <ul>\n    <li>Councillors or senior officers with shares in companies receiving council contracts</li>\n    <li>Family members employed by the authority</li>\n    <li>Business partnerships where officers hold directorships</li>\n  </ul>\n</p>\n\n<p>Auditors found \"gaps in the completeness of related party disclosures,\" meaning potential conflicts of interest may not be fully transparent to the public. While the audit does not suggest criminal wrongdoing, the omission breaches the <strong>Code of Practice on Local Authority Accounting</strong>, which mandates full transparency to prevent corruption and ensure fair procurement processes.</p>\n\n<p>For residents, this means the published accounts may not reveal whether a cabinet member’s spouse holds a contract with the housing department, or if a senior officer sits on the board of a major supplier. In an era of heightened scrutiny over local government procurement—particularly following several national scandals involving related-party contracts—these gaps undermine public confidence.</p>\n\n<h2>Council Response and Auditor Weighting</h2>\n\n<p>Burnley Borough Council has acknowledged the findings, with a spokesperson stating that officers are \"developing remedial action plans\" to address the control weaknesses. The council maintains that no financial losses have occurred as a result of the IT or disclosure gaps, though auditors note that the <strong>absence of controls makes such losses undetectable</strong> rather than impossible.</p>\n\n<p>The auditors classified the IT change management failure as a \"significant deficiency\"—one step below a material weakness in severity, but still requiring immediate board-level attention. The heritage insurance shortfall and disclosure gaps were noted as \"matters of governance emphasis,\" indicating they warrant scrutiny by the Audit Committee.</p>\n\n<p>These findings emerge against a backdrop of financial pressure. Burnley, like many Lancashire authorities, faces declining government grants and rising social care costs. However, basic governance controls—such as documenting who can alter the accounting system or ensuring civic buildings carry adequate insurance—represent fundamental fiduciary duties that cannot be sacrificed to budget constraints.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Submit a Freedom of Information Request:</strong> Ask for the full \"Management Letter\" from Grant Thornton, which contains detailed recommendations not published in the public annual audit letter. Request specific dates by which the council plans to implement IT change management policies.</li>\n    <li><strong>Attend Audit Committee Meetings:</strong> Burnley’s Audit Committee discusses these findings publicly. The next meeting agenda is published on the council website. Residents can submit questions about the £2.1M insurance gap and request timelines for heritage asset revaluation.</li>\n    <li><strong>Check Related Party Registers:</strong> Search Burnley’s \"Councillors’ Register of Interests\" and \"Senior Officers’ Gifts and Hospitality\" registers on the council website. Compare declared interests against supplier payment data published on AI DOGE to identify potential undisclosed connections.</li>\n    <li><strong>Contact Your Ward Councillors:</strong> Demand specific answers about who authorised the continued operation of CIVICA Financials without change controls, and what emergency protocols exist if the system fails. Ask for written confirmation that heritage buildings have received updated insurance valuations.</li>\n    <li><strong>Monitor Remediation:</strong> Set a calendar reminder for six months to check the council’s \"Governance Improvement Plan\" progress. If the IT change management policy remains undocumented, escalate to the Local Government Ombudsman.</li>\n  </ul>\n</div>\n\n<p><em>Have you spotted irregularities in Burnley’s spending data? Contact the AI DOGE investigations team or explore the council’s transaction logs using our transparency tool.</em></p>"
}