{
  "id": "audit-disclaimer",
  "content": "\n      <p><strong>Pendle Borough Council's 2023/24 accounts received a \"disclaimer of opinion\" from its external auditor — the most serious audit outcome possible.</strong> It means the auditor was unable to determine whether the council's financial statements are correct. Combined with Grant Thornton's finding of \"significant weaknesses\" in financial sustainability, this paints a deeply concerning picture of Pendle's financial governance.</p>\n\n      <h4>What Is a Disclaimer of Opinion?</h4>\n\n      <p>When an external auditor reviews a council's accounts, they issue one of four possible opinions. These range from a clean bill of health to a complete inability to verify the numbers:</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Audit Opinion</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">What It Means</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Severity</th>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <td style=\"padding: 0.5rem;\"><strong>Unqualified (Clean)</strong></td>\n          <td style=\"padding: 0.5rem;\">The accounts present a true and fair view. No material issues found.</td>\n          <td style=\"padding: 0.5rem; background: rgba(52,199,89,0.15);\">No concerns</td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <td style=\"padding: 0.5rem;\"><strong>Qualified (Except For)</strong></td>\n          <td style=\"padding: 0.5rem;\">The accounts are broadly correct except for specific identified issues.</td>\n          <td style=\"padding: 0.5rem; background: rgba(255,149,0,0.15);\">Moderate concern</td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <td style=\"padding: 0.5rem;\"><strong>Adverse</strong></td>\n          <td style=\"padding: 0.5rem;\">The accounts contain material misstatements — the numbers are wrong in important ways.</td>\n          <td style=\"padding: 0.5rem; background: rgba(255,69,58,0.15);\">Serious concern</td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color); background: rgba(255,69,58,0.2);\">\n          <td style=\"padding: 0.5rem;\"><strong>Disclaimer</strong></td>\n          <td style=\"padding: 0.5rem;\"><strong>The auditor cannot form an opinion at all. They were unable to obtain sufficient evidence to determine whether the accounts are correct or incorrect.</strong></td>\n          <td style=\"padding: 0.5rem; background: rgba(255,69,58,0.3);\"><strong>Most serious</strong></td>\n        </tr>\n      </table>\n\n      <p>A disclaimer is not the same as saying the accounts are wrong. It is saying something arguably more troubling: <strong>the auditor could not get enough information to tell either way</strong>. This may be because records were incomplete, evidence was unavailable, accounting treatments were so uncertain that the auditor could not reach a conclusion, or the scope of unresolved issues was too wide to form a view.</p>\n\n      <h4>The Difference Between Late and Failed</h4>\n\n      <p>It is important to distinguish between two very different problems affecting local government audit:</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Issue</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Description</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Implications</th>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <td style=\"padding: 0.5rem;\"><strong>Late audit (national backlog)</strong></td>\n          <td style=\"padding: 0.5rem;\">The audit has not been completed due to the national backlog affecting hundreds of councils. The government introduced a \"backstop\" process to clear the backlog.</td>\n          <td style=\"padding: 0.5rem; background: rgba(255,149,0,0.15);\">Concerning but systemic — not specific to the council</td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color); background: rgba(255,69,58,0.2);\">\n          <td style=\"padding: 0.5rem;\"><strong>Failed audit (disclaimer)</strong></td>\n          <td style=\"padding: 0.5rem;\"><strong>The audit WAS completed — but the auditor could not verify the accounts. This is a council-specific finding reflecting the quality of that council's financial records and governance.</strong></td>\n          <td style=\"padding: 0.5rem; background: rgba(255,69,58,0.3);\"><strong>Serious — reflects specific problems at this council</strong></td>\n        </tr>\n      </table>\n\n      <p>Many councils have late audits due to the national backlog. This is a systemic problem caused by audit firm capacity, accounting standard complexity, and infrastructure asset valuation issues. It is not, in itself, a reflection of a specific council's financial management.</p>\n\n      <p>A <strong>disclaimer of opinion</strong>, however, is specific to the council. It means that when the auditor did examine the accounts, they found problems so significant that they could not form a view on whether the financial statements were correct.</p>\n\n      <h4>How Does Pendle Compare?</h4>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Council</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">2022/23 Audit</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">2023/24 Audit</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Auditor VFM Assessment</th>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color); background: rgba(255,69,58,0.2);\">\n          <td style=\"padding: 0.5rem;\"><strong>Pendle</strong></td>\n          <td style=\"padding: 0.5rem;\">Subject to backstop process</td>\n          <td style=\"padding: 0.5rem; background: rgba(255,69,58,0.3);\"><strong>Disclaimer of opinion</strong></td>\n          <td style=\"padding: 0.5rem; background: rgba(255,69,58,0.3);\"><strong>Significant weaknesses (financial sustainability)</strong></td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color); background: rgba(255,69,58,0.2);\">\n          <td style=\"padding: 0.5rem;\"><strong>Hyndburn</strong></td>\n          <td style=\"padding: 0.5rem; background: rgba(255,69,58,0.15);\">Disclaimer of opinion</td>\n          <td style=\"padding: 0.5rem; background: rgba(255,69,58,0.15);\">Disclaimer of opinion (2nd consecutive)</td>\n          <td style=\"padding: 0.5rem; background: rgba(255,149,0,0.15);\">Under assessment</td>\n        </tr>\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <td style=\"padding: 0.5rem;\">Burnley</td>\n          <td style=\"padding: 0.5rem;\">Subject to backstop process</td>\n          <td style=\"padding: 0.5rem;\">Subject to backstop process (no disclaimer)</td>\n          <td style=\"padding: 0.5rem;\">Not yet assessed under new framework</td>\n        </tr>\n      </table>\n\n      <p>Two of the three East Lancashire councils — Pendle and Hyndburn — have received disclaimers of opinion. Hyndburn's position is arguably worse, with <strong>two consecutive disclaimers</strong>, suggesting systemic rather than one-off problems. But Pendle's disclaimer, combined with the \"significant weaknesses\" finding on financial sustainability, represents a <strong>dual governance failure</strong> that is deeply concerning.</p>\n\n      <p>Burnley has been subject to the national backstop process (meaning its audit is late) but has <strong>not received a disclaimer</strong>. This is an important distinction — Burnley's accounts may be delayed, but they have not been found to be unverifiable.</p>\n\n      <h4>What the Disclaimer Combined with \"Significant Weaknesses\" Tells Us</h4>\n\n      <p>Each finding alone would be concerning. Together, they suggest a pattern:</p>\n\n      <ol>\n        <li><strong>The council's financial records are not of sufficient quality</strong> for the auditor to verify them (disclaimer)</li>\n        <li><strong>The council's financial planning is not sustainable</strong> (significant weaknesses in financial sustainability)</li>\n        <li><strong>The combination suggests a systemic governance problem</strong> — not just one bad year or one difficult issue, but fundamental weaknesses in how the council manages and reports its finances</li>\n      </ol>\n\n      <p>This matters because financial governance is the foundation upon which all council services rest. If the council cannot produce verifiable accounts and cannot demonstrate a sustainable financial plan, then every service it provides — from waste collection to planning to homelessness support — is built on uncertain ground.</p>\n\n      <h4>Questions the Council Must Answer</h4>\n\n      <ul>\n        <li><strong>What specific issues led to the disclaimer?</strong> — Was it infrastructure asset valuations (a common national issue), pension fund estimates, or council-specific accounting problems? The detail matters.</li>\n        <li><strong>What action plan has been put in place?</strong> — Has the council agreed a formal action plan with the external auditor to address the issues identified? Is this plan published?</li>\n        <li><strong>When does the council expect to achieve a clean audit?</strong> — What is the realistic timeline for moving from a disclaimer to an unqualified opinion? What milestones have been set?</li>\n        <li><strong>Has DLUHC been notified?</strong> — Has the Department for Levelling Up, Housing and Communities been informed of the disclaimer and the significant weaknesses finding? Has DLUHC requested any additional information or assurances?</li>\n        <li><strong>What additional resources have been allocated?</strong> — Has the council invested in additional finance staff, training, or systems to address the weaknesses identified?</li>\n        <li><strong>What is the internal audit view?</strong> — Has the council's internal audit function reviewed the same areas and reached consistent conclusions? What is the head of internal audit's annual opinion?</li>\n      </ul>\n\n      <h4>Why Residents Should Care</h4>\n\n      <p>Audit opinions and financial governance may seem abstract, but they have real-world consequences. A council that cannot produce reliable accounts cannot demonstrate that public money is being spent properly. A council with \"significant weaknesses\" in financial sustainability may not be able to continue providing services at current levels. And a council facing both problems simultaneously is in a position where difficult decisions — service cuts, staff reductions, council tax increases — become increasingly likely.</p>\n\n      <p>Residents are entitled to know that their council tax is being managed competently and transparently. A disclaimer of opinion means the external auditor cannot provide that assurance.</p>\n\n      <p><em>Audit opinions and assessments referenced in this article are based on published external auditor reports and the national audit backstop process. Comparative information for Burnley and Hyndburn is based on their respective published audit reports. This article does not allege financial impropriety — it identifies the governance concerns that flow from the auditor's findings.</em></p>\n    "
}
