{
  "id": "budget-2026-27-preview",
  "content": "\n      <p><strong>Burnley Borough Council's 2026/27 budget is expected to be presented to the Executive on 25 February 2026 and approved by Full Council on 3 March 2026.</strong> With a business rates reset stripping £2.2 million from the council's income and a 6% reduction in government support over the next three years, this may be one of the most challenging budgets in the council's history - and potentially one of its last, given Local Government Reorganisation.</p>\n\n      <h4>The Budget Gap</h4>\n\n      <p>The council's budget forecast published in March 2025 predicted a shortfall of <strong>£800,000</strong> for 2026/27. Following updated forecasts in September 2025, this was revised down to <strong>£181,000</strong>. The council has stated plans are in place to close the remaining gap.</p>\n\n      <p>The reduction from £800,000 to £181,000 is welcome - but the underlying pressures remain significant.</p>\n\n      <h4>The Business Rates Reset: £2.2 Million Lost</h4>\n\n      <p>From April 2026, the Government is resetting the business rates retention system nationally. For Burnley, this means the <strong>loss of approximately £2.2 million per year</strong> in accumulated business rates growth that the council had previously been able to retain.</p>\n\n      <p>To put this in context: the council's total revenue budget for 2025/26 was £18.7 million. Losing £2.2 million represents an <strong>11.8% income reduction</strong> from a single policy change.</p>\n\n      <p>Over the period 2026 to 2029, the council faces an overall reduction of approximately <strong>6% in government support - around £1.3 million per year</strong>, phased in gradually. While transitional protections exist (100% income protection where the pre/post-reform difference is 15% or less), the direction of travel is clear: Burnley will have less money.</p>\n\n      <h4>How 2026/27 Compares to 2025/26</h4>\n\n      <p>The 2025/26 revenue budget was <strong>£18.721 million</strong>, down from £18.987 million in 2024/25. Key figures:</p>\n\n      <table style=\"width:100%; border-collapse:collapse; margin:1em 0;\">\n        <tr style=\"background:rgba(59,130,246,0.1); font-weight:bold;\">\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Funding Source</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">2024/25</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">2025/26</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Change</td>\n        </tr>\n        <tr>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Business Rate Retention</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£8,054k</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£6,409k</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1); color:#ef4444;\">-£1,645k</td>\n        </tr>\n        <tr>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Revenue Support Grant</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£2,175k</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£2,232k</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1); color:#22c55e;\">+£57k</td>\n        </tr>\n        <tr>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Council Tax Requirement</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£8,055k</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£8,306k</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1); color:#22c55e;\">+£251k</td>\n        </tr>\n        <tr>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">New Homes Bonus</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£134k</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£239k</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1); color:#22c55e;\">+£105k</td>\n        </tr>\n      </table>\n\n      <p>The biggest shift is the <strong>£1.6 million drop in business rate retention</strong> - a trend that will accelerate dramatically in 2026/27 with the full reset.</p>\n\n      <h4>Council Tax: What to Expect</h4>\n\n      <p>The council tax referendum principle for shire district councils for 2026/27 is <strong>up to 3% or £5, whichever is higher</strong>.</p>\n\n      <p>In 2025/26, Burnley chose a <strong>2.0% increase</strong> (below the maximum 3%), taking the Band D Burnley element to £344.58. Along with Ribble Valley, Burnley was the only council in Lancashire not to raise council tax to the maximum - described as the first time in over a decade such a decision had been made.</p>\n\n      <p>It remains to be seen whether the council will maintain this below-maximum approach for 2026/27, given the significant budget pressures from the business rates reset.</p>\n\n      <p>For context, the total Band D council tax bill in 2025/26 was <strong>£2,447.50</strong> - a 4.6% increase on the previous year. The Burnley Borough Council element represents just <strong>14%</strong> of the total bill, with Lancashire County Council accounting for 70.7%.</p>\n\n      <h4>Fees, Charges, and Savings</h4>\n\n      <p>A report presented to councillors in January 2026 recommends a <strong>2% increase to most council fees and charges</strong> from 1 April 2026 - significantly below the CPI inflation rate of 3.2%. Garden waste subscriptions and car parking charges are proposed to be <strong>frozen</strong>.</p>\n\n      <p>For 2025/26, the council identified ongoing revenue budget savings of <strong>£328,000</strong>. Savings have been described as focused on efficiency measures rather than direct frontline service cuts.</p>\n\n      <h4>The National Picture</h4>\n\n      <p>The Provisional Local Government Finance Settlement, published 17 December 2025, is the <strong>first multi-year settlement in a decade</strong>, covering 2026/27 to 2028/29. Key points:</p>\n\n      <ul>\n        <li>National Core Spending Power: <strong>£77.7 billion</strong> for 2026/27 (up from £68.5bn in 2024/25)</li>\n        <li>Core Spending Power increases nationally: 5.7% in 2026/27, 4.3% in 2027/28, 4.4% in 2028/29</li>\n        <li>The business rates retention system is being fully reset for the first time</li>\n        <li>The Fair Funding Review is being implemented - the first reassessment of relative needs since 2013</li>\n        <li><strong>67-70% of shire district councils</strong> are expected to see real-terms funding fall over the three-year period</li>\n      </ul>\n\n      <p>Lancashire's overall allocation shows a headline increase - Burnley's MP Oliver Ryan welcomed a <em>\"major funding boost\"</em> - but the headline figures mask the fact that around 80% of local services funding in Burnley comes from Lancashire County Council, not the borough council. The borough council's own income is under significant pressure.</p>\n\n      <h4>The LGR Shadow</h4>\n\n      <p>This budget is being set against the backdrop of Local Government Reorganisation. Burnley Borough Council may cease to exist by <strong>31 March 2028</strong>. The statutory consultation on LGR options in Lancashire runs until 26 March 2026.</p>\n\n      <p>This context affects every budget decision: how much to invest in capital projects, how to manage reserves, whether to enter long-term contracts, and whether to maintain spending on services that a successor authority may restructure.</p>\n\n      <p>The council holds <strong>£25.8 million in earmarked reserves</strong> and £1.4 million in general fund reserves. How these are managed over the remaining life of the council will be a critical question.</p>\n\n      <h4>What to Watch For</h4>\n\n      <p>When the budget is published (expected at the Executive meeting on 25 February 2026), key questions include:</p>\n\n      <ul>\n        <li><strong>Council tax:</strong> Will Burnley again keep the increase below the maximum referendum threshold?</li>\n        <li><strong>Business rates impact:</strong> How will the £2.2 million income loss be absorbed?</li>\n        <li><strong>Reserves:</strong> Will reserves be drawn down to bridge the gap, or will services face cuts?</li>\n        <li><strong>Liberata contract:</strong> The major outsourcing contract expires in 2026 - what comes next?</li>\n        <li><strong>Capital investment:</strong> Will the council continue investing, or scale back given the uncertain future?</li>\n        <li><strong>LGR costs:</strong> How much is being set aside for the transition to a new unitary authority?</li>\n      </ul>\n\n      <p>The budget papers will be published on the council's <a href=\"https://burnley.moderngov.co.uk\" target=\"_blank\" rel=\"noopener noreferrer\">ModernGov portal</a> when available. We will update this analysis once the full budget is published.</p>\n\n      <p><em>Sources: Burnley Borough Council Budget Book 2025-26; Burnley Council press releases; Provisional Local Government Finance Settlement 2026-29; Burnley Express; Council tax statutory financial information 2025/26.</em></p>\n    "
}
