{
  "id": "duplicate-payments-crisis",
  "slug": "duplicate-payments-crisis",
  "title": "The £6.5 Million Duplicate Payments Crisis Across East Lancashire",
  "council": "burnley",
  "category": "Financial Mismanagement",
  "severity": "critical",
  "published": "2026-02-07",
  "updated": "2026-02-07",
  "author": "AI DOGE Investigation",
  "readTime": "5 min",
  "excerpt": "AI analysis has identified £6.5 million in likely duplicate payments across Burnley, Hyndburn and Pendle councils — with 2,828 high-confidence duplicate groups matching supplier, amount, date and reference.",
  "content": {
    "blocks": [
      {
        "type": "hero",
        "title": "£6.5M in Likely Duplicate Payments",
        "subtitle": "Cross-council analysis reveals systematic payment processing failures",
        "stat": "£6,500,000",
        "statLabel": "Total Duplicate Risk"
      },
      {
        "type": "summary",
        "items": [
          "Burnley: £1.4M (577 duplicate groups)",
          "Hyndburn: £3.4M (940 duplicate groups)",
          "Pendle: £2.7M (1,311 duplicate groups)",
          "All share same supplier, amount, date AND reference"
        ]
      },
      {
        "type": "section",
        "heading": "How The Analysis Works",
        "content": "Our DOGE analysis identifies 'high-confidence' duplicates by requiring four exact matches: supplier name, payment amount, payment date, AND transaction reference. This eliminates false positives from legitimate recurring payments (which would have different references) or multiple invoices on the same day (which would have different amounts or suppliers)."
      },
      {
        "type": "insight",
        "heading": "The Hyndburn Anomaly",
        "content": "Hyndburn's £3.4M in duplicates is significantly higher than both Burnley and Pendle combined. This could indicate: (1) More severe process failures, (2) A different payment system that doesn't prevent duplicates, (3) Legitimate split payments being misclassified, or (4) Data quality issues in the published transparency data. Any explanation warrants investigation.",
        "severity": "critical"
      },
      {
        "type": "dataTable",
        "heading": "Duplicate Payments by Council",
        "headers": ["Council", "Amount", "Duplicate Groups", "Avg per Group"],
        "rows": [
          ["Hyndburn", "£3,400,000", "940", "£3,617"],
          ["Pendle", "£2,700,000", "1,311", "£2,059"],
          ["Burnley", "£1,400,000", "577", "£2,426"],
          ["TOTAL", "£7,500,000", "2,828", "£2,652"]
        ]
      },
      {
        "type": "section",
        "heading": "Why This Happens",
        "content": "Duplicate payments typically occur due to: manual invoice entry errors, system migrations creating duplicate records, payments initiated by different departments for the same invoice, or inadequate controls preventing double-processing. Modern finance systems should have built-in duplicate detection — the fact these weren't caught suggests either missing controls or controls being bypassed."
      },
      {
        "type": "section",
        "heading": "Recovery Potential",
        "content": "If these are genuine errors, councils may be able to recover significant sums. Payment recovery typically involves contacting suppliers, requesting refunds for overpayments, and improving internal controls. Given Hyndburn's £3.4M exposure, even a 50% recovery rate would save £1.7M — equivalent to significant council tax revenue."
      },
      {
        "type": "section",
        "heading": "FOI Questions to Ask",
        "content": "Residents can use our FOI templates to ask: How many duplicate payments were identified and recovered in the last financial year? What controls exist to prevent duplicate payments? Has the council conducted a review of the [X] duplicate groups identified by AI DOGE? What was the outcome?"
      },
      {
        "type": "cta",
        "heading": "Explore the Data Yourself",
        "text": "Filter spending data by duplicate status to see individual transactions flagged as high-confidence duplicates.",
        "link": "/spending",
        "linkText": "View Spending Data →"
      }
    ]
  },
  "sources": [
    {
      "title": "DOGE Findings Analysis",
      "url": "https://aidoge.co.uk/spending",
      "date": "2026-02-07"
    }
  ],
  "relatedArticles": [
    "burnley-potential-duplicate-payments",
    "hyndburn-duplicate-payments",
    "pendle-duplicate-payments",
    "split-payments-analysis"
  ]
}