{
  "id": "exempt-accommodation-scam",
  "content": "\n      <p><strong>Hyndburn Borough Council reportedly loses approximately £1 million per year through the Supported Exempt Accommodation route in Housing Benefit</strong> — a national scandal where providers claim enhanced benefit rates for tenants they claim to be \"supporting,\" while often providing minimal or no meaningful support. This is money that could otherwise fund frontline council services.</p>\n\n      <h4>How the Exempt Accommodation Scheme Works</h4>\n\n      <p>Under normal Housing Benefit rules, the amount a claimant can receive is capped by the Local Housing Allowance (LHA) rate. However, there is an exemption for \"supported accommodation\" — housing provided by a non-profit body where the tenant receives care, support, or supervision. In these cases, the LHA cap does not apply, and the full rent charged by the provider can be claimed.</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Type</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Typical Weekly Rate</th>\n        </tr>\n        <tr><td>Standard Housing Benefit (LHA capped)</td><td style=\"text-align:right\">£80 - £120</td></tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\"><td><strong>Exempt Accommodation (uncapped)</strong></td><td style=\"text-align:right\"><strong>£200 - £400+</strong></td></tr>\n      </table>\n\n      <p>The difference between the capped and uncapped rates creates a <strong>powerful financial incentive</strong> for providers to claim exempt status. A single property claiming £300 per week instead of £100 per week generates an additional £10,400 per year — per tenant.</p>\n\n      <h4>The Subsidy Gap: Why Councils Pay the Price</h4>\n\n      <p>Here is the critical detail that most residents do not understand: <strong>the council does not get fully reimbursed by central government</strong> for exempt accommodation Housing Benefit payments.</p>\n\n      <p>The subsidy mechanism works as follows:</p>\n      <ul>\n        <li>The council pays out Housing Benefit to the exempt accommodation provider at the full uncapped rent</li>\n        <li>Central government reimburses the council — but only at a reduced subsidy rate for the amount above the LHA cap</li>\n        <li>The council bears the difference — estimated at <strong>approximately £1 million per year</strong> in Hyndburn's case</li>\n      </ul>\n\n      <p>This means every pound lost to the exempt accommodation subsidy gap is a pound that <strong>cannot be spent on bin collections, street cleaning, parks, planning services, or any other council function</strong>.</p>\n\n      <h4>The National Scandal</h4>\n\n      <p>The exempt accommodation problem is not unique to Hyndburn — it has been described as one of the largest Housing Benefit abuses in the country. The pattern is consistent across affected areas:</p>\n\n      <ol>\n        <li><strong>A provider sets up</strong> — often as a Community Interest Company (CIC) or similar non-profit vehicle</li>\n        <li><strong>They lease properties</strong> from private landlords, often former family homes in residential streets</li>\n        <li><strong>They place vulnerable tenants</strong> in the properties, claiming to provide \"support\"</li>\n        <li><strong>They charge rents far above</strong> the normal LHA rate, claiming the exempt accommodation exemption</li>\n        <li><strong>The \"support\" provided is minimal</strong> — sometimes as little as one phone call per week or a weekly visit</li>\n        <li><strong>The council pays the Housing Benefit</strong> and absorbs the subsidy loss</li>\n      </ol>\n\n      <h4>Are These Providers Genuine Charities?</h4>\n\n      <p>To qualify for exempt accommodation status, the provider must be a \"non-profit\" body. However, this does not require them to be a registered charity with the Charity Commission. Many providers operate as:</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Legal Structure</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Charity Commission Oversight</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Transparency</th>\n        </tr>\n        <tr><td>Registered charity</td><td>Full oversight and annual reporting</td><td>High</td></tr>\n        <tr><td>Registered social landlord</td><td>Regulated by the Regulator of Social Housing</td><td>High</td></tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\"><td><strong>Community Interest Company</strong></td><td><strong>Minimal — only CIC Regulator</strong></td><td><strong>Low</strong></td></tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\"><td><strong>Unregistered non-profit</strong></td><td><strong>None</strong></td><td><strong>Very low</strong></td></tr>\n      </table>\n\n      <p>The result is that <strong>organisations with minimal regulatory oversight</strong> can claim hundreds of thousands of pounds in public money while providing accommodation that often fails to meet even basic quality standards.</p>\n\n      <h4>The Cost to Hyndburn: What £1 Million Per Year Could Fund</h4>\n\n      <p>To put the estimated £1 million annual loss in context, that money could alternatively pay for:</p>\n      <ul>\n        <li><strong>20 additional council staff</strong> at average local government salaries</li>\n        <li><strong>Significant investment</strong> in street cleaning and environmental services</li>\n        <li><strong>A meaningful contribution</strong> to the council's reserves, reducing financial risk</li>\n        <li><strong>Reduced council tax increases</strong> for Hyndburn residents</li>\n      </ul>\n\n      <p>Instead, this money flows to accommodation providers — many of which are not registered charities, not subject to Charity Commission oversight, and not transparently reporting on the quality of support they claim to provide.</p>\n\n      <h4>Did Hyndburn's Leadership Act?</h4>\n\n      <p>The exempt accommodation problem grew significantly during the <strong>12-year leadership of Cllr Miles Parkinson</strong> (2011-2023). While the problem is fundamentally one of national policy, local leadership determines how aggressively a council uses its existing powers to scrutinise claims, challenge providers, and lobby government for reform.</p>\n\n      <p>During Parkinson's tenure, there is limited public evidence that the council took a proactive stance against dubious exempt accommodation claims. The annual losses accumulated year after year — an estimated £1 million per year — without any visible public strategy to tackle the problem. Other councils in similar positions, notably Birmingham and Walsall, launched high-profile crackdowns on exempt accommodation abuse. Hyndburn's response under Parkinson's leadership appears to have been considerably more passive.</p>\n\n      <p>The cumulative cost of inaction is substantial. If the £1 million annual loss has been sustained over even five years of Parkinson's leadership, that represents <strong>£5 million in preventable subsidy losses</strong> — money that could have funded council services, reduced council tax, or bolstered dangerously depleted reserves.</p>\n\n      <h4>What Powers Does the Council Have?</h4>\n\n      <p>Councils are not powerless in this situation, though the legal framework makes it difficult to refuse claims outright:</p>\n      <ul>\n        <li><strong>Enhanced scrutiny:</strong> Councils can (and should) rigorously assess whether genuine support is being provided</li>\n        <li><strong>Benefit reviews:</strong> Regular reviews of exempt accommodation claims can identify providers failing to deliver adequate support</li>\n        <li><strong>Information sharing:</strong> Working with other councils to identify providers operating across multiple areas</li>\n        <li><strong>Lobbying government:</strong> Pressing for legislative reform to close the loophole</li>\n      </ul>\n\n      <h4>Questions for Hyndburn Council</h4>\n\n      <ol>\n        <li><strong>How many exempt accommodation claims</strong> are currently being paid, and what is the total weekly cost?</li>\n        <li><strong>What is the exact annual subsidy loss</strong> through the exempt accommodation route?</li>\n        <li><strong>How many providers</strong> are claiming exempt status in the borough, and how many are registered charities?</li>\n        <li><strong>What quality assurance</strong> does the council carry out on the \"support\" these providers claim to deliver?</li>\n        <li><strong>How many claims have been refused or terminated</strong> following review in the past three years?</li>\n      </ol>\n\n      <p>The exempt accommodation loophole represents a significant and ongoing drain on Hyndburn's finances. While legislative reform is ultimately needed from central government, the council has a duty to its taxpayers to scrutinise these claims as rigorously as possible and to be transparent about the scale of the problem.</p>\n\n      <p><em>Financial estimates based on publicly reported figures and analysis of Housing Benefit subsidy mechanisms. Exact figures should be confirmed by the council through budget reports or Freedom of Information requests.</em></p>\n    "
}
