{
  "id": "geldards-19-million",
  "content": "\n      <p><strong>On 19 October 2021, Burnley Borough Council made a single payment of £19,848,934.40 to Geldards LLP</strong> — a Derby-based law firm. This is the largest individual payment in our entire dataset, and it exceeds the council's entire annual <em>revenue</em> budget.</p>\n\n      <h4>Revenue vs Capital: Why This Matters</h4>\n\n      <p><strong>This is a capital programme payment, not revenue spending.</strong> The council has two separate budgets:</p>\n      <ul>\n        <li><strong>Revenue Budget (~£18.7M):</strong> Day-to-day running costs funded by council tax and business rates</li>\n        <li><strong>Capital Programme (~£42.5M over 5 years):</strong> One-off investment spending on construction, regeneration and assets, funded by borrowing and government grants</li>\n      </ul>\n\n      <p>The Geldards payment comes from the Capital Programme, categorised as \"New Constructions\". It relates to the <strong>Pioneer Place development</strong> — the council's flagship town centre regeneration scheme on Curzon Street, adjacent to Charter Walk shopping centre. Pioneer Place brought a 7-screen Reel Cinema, Nando's, Loungers, and other restaurants to Burnley town centre, opening in phases during 2022. Geldards acted as the council's solicitors, with the payment passing through their client account for the construction contract with Maple Grove Developments Ltd.</p>\n\n      <h4>The Numbers in Context</h4>\n\n      <ul>\n        <li><strong>Single payment:</strong> £19,848,934.40</li>\n        <li><strong>Council's annual net revenue budget:</strong> ~£18.7 million</li>\n        <li><strong>Capital programme (5 year):</strong> ~£42.5 million</li>\n        <li><strong>Total to Geldards (all payments):</strong> £20,108,266</li>\n        <li><strong>Total Geldards payments:</strong> 20 transactions</li>\n      </ul>\n\n      <p>Geldards were acting as solicitors on the Pioneer Place development, so the full £19.85 million passed through their client account to pay contractors — with Geldards' actual legal fee being a small fraction of this. However, the council's transparency data doesn't distinguish between professional fees and pass-through amounts, which makes the spending data misleading without context.</p>\n\n      <h4>The Same Day</h4>\n\n      <p>On the same date (19 October 2021), Geldards received two payments:</p>\n      <ul>\n        <li>£19,848,934.40 (the mega-payment)</li>\n        <li>£996.50 (a routine payment)</li>\n      </ul>\n\n      <p>Combined: £19,849,930.90 in a single day.</p>\n\n      <h4>The Full Pioneer Place Picture</h4>\n\n      <p>Our data identifies multiple payment streams related to Pioneer Place:</p>\n      <ul>\n        <li><strong>Geldards LLP:</strong> £20.1M total (mostly pass-through for construction)</li>\n        <li><strong>Maple Grove Developments Ltd:</strong> £16.6M across 41 transactions (development agreement valuations 6 through 16)</li>\n        <li><strong>Nando's:</strong> 2 payments of £70,000 (July and September 2023) — categorised as \"New Constructions\", likely restaurant fit-out contributions</li>\n        <li><strong>Loungers UK Ltd:</strong> 2 payments of £90,000 (June and July 2023)</li>\n        <li><strong>\"Legal fees for Pioneer Place\":</strong> £1,176,908 paid to Maple Grove (December 2021) — described as legal fees, but paid to a development company rather than solicitors</li>\n      </ul>\n\n      <p>The project was funded primarily through council borrowing, pushing the Capital Financing Requirement to <strong>£74.7 million</strong>. The annual Minimum Revenue Provision — the charge on the revenue budget to repay capital borrowing — rose to <strong>£2.2 million in 2025/26</strong>, partly due to Pioneer Place.</p>\n\n      <h4>Why This Still Matters</h4>\n\n      <p>Even though this is a capital programme payment for a regeneration project, important governance questions remain:</p>\n      <ul>\n        <li>What was Geldards' actual legal fee (as opposed to the pass-through construction amount)? The transparency data doesn't distinguish.</li>\n        <li>Why was £1.18M in \"legal fees for Pioneer Place\" paid to Maple Grove — a development company — rather than to solicitors?</li>\n        <li>The council's total outstanding borrowing stands at <strong>£56.1 million</strong> — with Pioneer Place a significant contributor</li>\n        <li>Investment property rental income dropped <strong>58% in one year</strong> (from £2.03M to £843K) — is the council's commercial property strategy working?</li>\n      </ul>\n\n      <p>Understanding the difference between revenue and capital spending is essential for interpreting council finances. This payment didn't come from council tax — it came from the capital programme, funded by borrowing that will be repaid over decades.</p>\n\n      <p><em>All figures derived from publicly available council spending data, annual budget books, and the audited Statement of Accounts 2023/24. Pioneer Place details from published cabinet reports and spending categorisations.</em></p>\n    "
}