{
  "id": "lancashires-liberata-problem",
  "content": "\n      <p><strong>Liberata UK Ltd has received over £90 million combined from Burnley and Pendle Borough Councils for outsourced revenues, benefits, and customer services. Meanwhile, Hyndburn runs almost all equivalent services in-house at a fraction of the cost. This is the story of Lancashire's Liberata problem — and the question no one in power wants to answer: who is actually getting value for money?</strong></p>\n\n      <h4>The Numbers: £90M+ to One Company Across Two Councils</h4>\n\n      <p>Liberata UK Ltd is a private company that specialises in outsourced council services — primarily revenues and benefits collection, customer contact centres, financial processing, and ICT. Across East Lancashire, two of the three district councils have handed vast sums to this single company:</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Council</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Total Liberata Spend</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Per Resident</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">% of Net Budget</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Contract Model</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Status</th>\n        </tr>\n        <tr><td style=\"padding: 0.5rem;\">Burnley</td><td style=\"text-align:right; padding: 0.5rem;\">£36.7M</td><td style=\"text-align:right; padding: 0.5rem;\">~£413</td><td style=\"text-align:right; padding: 0.5rem;\">~24%</td><td style=\"padding: 0.5rem;\">Outsourced (ending)</td><td style=\"padding: 0.5rem; background: rgba(52,199,89,0.2);\">Bringing in-house from 2026</td></tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\"><td style=\"padding: 0.5rem;\"><strong>Pendle</strong></td><td style=\"text-align:right; padding: 0.5rem;\"><strong>£54M</strong></td><td style=\"text-align:right; padding: 0.5rem;\"><strong>£591</strong></td><td style=\"text-align:right; padding: 0.5rem;\"><strong>~31%</strong></td><td style=\"padding: 0.5rem;\"><strong>Outsourced (ongoing)</strong></td><td style=\"padding: 0.5rem;\"><strong>Contract continues</strong></td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Hyndburn</td><td style=\"text-align:right; padding: 0.5rem;\">£10.3M</td><td style=\"text-align:right; padding: 0.5rem;\">£128</td><td style=\"text-align:right; padding: 0.5rem;\">~7%</td><td style=\"padding: 0.5rem;\">Mostly in-house</td><td style=\"padding: 0.5rem;\">Lowest exposure</td></tr>\n      </table>\n\n      <p>The contrast is stark. Pendle pays <strong>£591 per resident</strong> to Liberata — more than four times what Hyndburn spends on equivalent services delivered in-house. Pendle's Liberata contract represents <strong>31% of its entire net budget</strong>, making it by far the single largest financial commitment the council has.</p>\n\n      <h4>What Liberata Does for Each Council</h4>\n\n      <p>The services outsourced to Liberata vary by council, which partly explains the cost differences — but the scale of variation demands scrutiny:</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Service</th>\n          <th style=\"text-align:center; padding: 0.5rem;\">Burnley</th>\n          <th style=\"text-align:center; padding: 0.5rem;\">Pendle</th>\n          <th style=\"text-align:center; padding: 0.5rem;\">Hyndburn</th>\n        </tr>\n        <tr><td style=\"padding: 0.5rem;\">Council tax collection</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">In-house</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Business rates</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">In-house</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Housing benefit</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">In-house</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Customer services / contact centre</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">In-house</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">ICT services</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">In-house</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Financial processing</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">Liberata</td><td style=\"text-align:center; padding: 0.5rem;\">In-house</td></tr>\n      </table>\n\n      <h4>The Irony: Burnley Is Leaving, Pendle Stays</h4>\n\n      <p>Here is the central contradiction. <strong>Burnley Borough Council concluded that outsourcing to Liberata was not delivering sufficient value and decided to bring services back in-house from 2026.</strong> After over a decade of outsourcing, Burnley assessed the arrangement, found it wanting, and chose to end it.</p>\n\n      <p>Yet <strong>Pendle's Liberata contract continues</strong> — at an even higher per-resident cost than Burnley's. If Burnley, which was paying less per resident, decided outsourcing to Liberata was no longer worth it, why is Pendle — which pays significantly more — still committed?</p>\n\n      <p>Possible explanations include:</p>\n\n      <ul>\n        <li><strong>Contract lock-in:</strong> Pendle may be locked into a long-term contract with prohibitive exit costs</li>\n        <li><strong>Different scope:</strong> Pendle's contract may cover additional services not included in Burnley's arrangement</li>\n        <li><strong>Political inertia:</strong> Ending a major outsourcing contract requires political will and administrative capacity</li>\n        <li><strong>Capacity concerns:</strong> Pendle may lack the in-house expertise to bring services back, having outsourced them for so long</li>\n      </ul>\n\n      <p>None of these explanations are satisfactory without evidence. The council owes its residents a clear public explanation of why it remains committed to the most expensive Liberata contract in East Lancashire.</p>\n\n      <h4>The Savings Question</h4>\n\n      <p>Pendle has previously claimed savings of approximately <strong>£490,000 per year</strong> from the Liberata contract. On the surface, this sounds positive. But context matters enormously:</p>\n\n      <ul>\n        <li>The total contract value is <strong>£54 million</strong></li>\n        <li>£490,000 annual savings against £54 million total spend represents a saving of less than 1% per year</li>\n        <li>The claimed savings are measured against <strong>the council's own baseline estimate</strong> of what in-house delivery would cost — but this baseline has never been independently verified</li>\n        <li>Meanwhile, Hyndburn delivers equivalent services in-house at a fraction of the per-resident cost</li>\n        <li>Burnley concluded the outsourcing model was not delivering value — suggesting claimed savings may not materialise in practice</li>\n      </ul>\n\n      <p>If the savings are real, they are modest. If they are based on an inflated baseline, they may be illusory. Either way, they do not justify the scale of financial commitment Pendle has made.</p>\n\n      <h4>Risk Concentration: The Dependency Problem</h4>\n\n      <p>Having <strong>31% of your entire budget committed to a single supplier</strong> creates a dangerous dependency. Consider the risks:</p>\n\n      <ul>\n        <li><strong>Price increases:</strong> At contract renewal, Liberata holds enormous leverage. Where does Pendle go if prices rise significantly? The council has outsourced so much institutional knowledge that bringing services back in-house would be extremely difficult and expensive</li>\n        <li><strong>Service quality:</strong> If Liberata reduces staffing or quality, the council's options are limited to contractual remedies — which are notoriously difficult to enforce in outsourcing contracts</li>\n        <li><strong>Company failure:</strong> If Liberata faces financial difficulties, Pendle's core services — council tax collection, benefit payments, customer contact — could be disrupted. A private company's commercial interests do not always align with a council's public service obligations</li>\n        <li><strong>LGR uncertainty:</strong> With Local Government Reorganisation on the horizon, Pendle's Liberata contract becomes a legacy commitment that any successor authority must inherit, potentially complicating merger negotiations</li>\n      </ul>\n\n      <h4>Liberata: The Company Behind the Contract</h4>\n\n      <p>Liberata UK Ltd is a private company that has built its business on local authority outsourcing. Key facts:</p>\n\n      <ul>\n        <li>Specialises in revenues and benefits, customer services, and back-office processing for councils</li>\n        <li>Operates across multiple local authorities in England</li>\n        <li>As a private company, its profit margins and internal costs are not publicly transparent</li>\n        <li>Council contracts represent a significant proportion of its revenue — creating mutual dependency</li>\n        <li>The outsourcing model means council tax payers' money flows to private shareholders rather than being retained within the public sector</li>\n      </ul>\n\n      <h4>Questions for Both Councils</h4>\n\n      <ol>\n        <li><strong>What are the actual measured savings</strong> from the Liberata contract versus a verified in-house baseline — not the council's own estimate, but an independent assessment?</li>\n        <li><strong>What performance penalties have been applied</strong> to Liberata over the lifetime of each contract? If none, why not?</li>\n        <li><strong>What is the exit cost</strong> from Pendle's current Liberata contract? Has this been calculated?</li>\n        <li><strong>Why is Pendle paying £591 per resident</strong> when Hyndburn delivers equivalent services for £128 per resident?</li>\n        <li><strong>What due diligence has Pendle conducted</strong> on whether to follow Burnley's lead and bring services back in-house?</li>\n        <li><strong>What is the contract end date</strong> and what planning has begun for the post-contract period?</li>\n        <li><strong>Has either council benchmarked Liberata's performance</strong> against comparable in-house services at Hyndburn or other similar-sized councils?</li>\n      </ol>\n\n      <p>Lancashire residents deserve to know why over £90 million of their money has gone to a single private company — and whether any of it could have been better spent.</p>\n\n      <p><em>Financial figures are derived from publicly available council spending data, transparency returns, and council budget documents. Liberata contract values include all published payments over the available data period. Per-resident calculations use ONS mid-year population estimates. The £54M Pendle figure represents total Liberata payments across the full data period and may include contract extensions and variations. Readers are encouraged to submit FOI requests for full contract documentation. This article represents analysis and commentary based on public data, not audited financial reporting.</em></p>\n    "
}
