{
  "id": "leisure-trust-money-pit",
  "content": "<div class=\"key-findings\">\n<h3>Key Findings</h3>\n<ul>\n<li><strong>£1.05 million annual subsidy:</strong> Hyndburn Borough Council provides the Leisure Trust with a recurring revenue subsidy that has increased by 23% since 2019, despite ongoing operational losses.</li>\n<li><strong>£12.4 million capital commitment:</strong> Council papers reveal a decade-long capital investment programme for a new leisure facility at Wilson's Playing Fields, with borrowing costs projected at £780,000 annually.</li>\n<li><strong>Persistent deficits:</strong> The Trust recorded operating losses of £380,000 (2022/23) and £415,000 (2023/24), with accumulated deficits now exceeding £2.1 million owed to the council.</li>\n<li><strong>Governance concerns:</strong> The board comprises five councillors and four independent directors, raising questions about political influence over commercial decisions.</li>\n<li><strong>Cost per visit:</strong> At approximately £8.40 subsidy per visit, the model raises questions about value for money compared to neighbouring authorities using alternative delivery models.</li>\n</ul>\n</div>\n\n<h2>The Subsidy Spiral</h2>\n\n<p>Every time a resident swims a length at Accrington Leisure Centre or books a badminton court, Hyndburn Borough Council tops up the cost. Council papers from March 2024 reveal that the authority paid <strong>£1,050,000</strong> in revenue subsidy to Hyndburn Leisure Trust during the 2023/24 financial year—an increase of £195,000 (22.8%) from the £855,000 allocated in 2019.</p>\n\n<p>The Trust, established in 2006 as a charitable company limited by guarantee, operates Accrington Leisure Centre, Hyndburn Leisure Centre, and the Haworth Art Gallery. Yet despite the seven-figure annual injection, the organisation has not recorded an operating surplus in eight years. Audited accounts show accumulated deficits of <strong>£2.1 million</strong>, effectively representing debt owed to the council that may never be repaid.</p>\n\n<p>\"This isn't a subsidy; it's structural dependency,\" argues one former council officer familiar with the arrangement, speaking on condition of anonymity. \"The business model requires public money to function. Without it, the Trust would be insolvent within weeks.\"</p>\n\n<h2>The £12.4 Million Question</h2>\n\n<p>While the annual operational subsidy draws criticism, it pales against the capital commitment approved by full council in December 2022. The authority pledged <strong>£12.4 million</strong> toward a new leisure facility at Wilson's Playing Fields, with construction scheduled to complete by late 2025.</p>\n\n<p>The financing arrangement reveals the scale of risk borne by taxpayers. The council will borrow the capital sum through the Public Works Loan Board at approximately 3.8% interest, costing <strong>£471,000 annually</strong> in debt servicing alone. When combined with projected operating subsidies for the new facility, the total lifecycle cost to 2035 exceeds <strong>£18 million</strong>.</p>\n\n<p>Council Leader Miles Parkinson defends the investment, stating in committee papers that \"modern leisure provision requires upfront capital to reduce long-term revenue liabilities.\" However, scrutiny of the business case shows projected footfall figures—187,000 visits annually by year three—depend on membership fees rising by 15% above inflation, a assumption that contradicts the Trust's historical difficulty maintaining price-sensitive local membership.</p>\n\n<h2>Governance: Too Many Councillors, Too Little Scrutiny?</h2>\n\n<p>The Trust's board composition raises governance questions common to arm's-length leisure companies. Of nine voting directors, <strong>five are Hyndburn councillors</strong> (three Labour, two Conservative), with four independent appointments including the Chief Executive and finance professionals.</p>\n\n<p>This structure creates a hybrid entity that is neither fully independent nor directly accountable. Unlike wholly council-run services subject to the Local Government Transparency Code, the Trust files abbreviated accounts at Companies House, masking detailed director remuneration and supplier payments. The most recent filing (year ending March 2023) shows <strong>£890,000</strong> in \"administrative expenses\" without line-item breakdown.</p>\n\n<p>Compare this to Rossendale Leisure Trust, which operates with a majority-independent board and publishes quarterly management accounts. Or Pendle Leisure Trust, which reduced its council subsidy to £340,000 annually (down from £520,000) through aggressive commercial lettings and spa facility development.</p>\n\n<p>Hyndburn's arrangement includes a \"governance fee\" of <strong>£45,000</strong> paid to the council for officer support—effectively charging taxpayers twice for the same oversight function.</p>\n\n<h2>The Alternative Models</h2>\n\n<p>Is there a better way? Evidence from comparable Lancashire authorities suggests several alternatives:</p>\n\n<ul>\n<li><strong>In-house operation:</strong> Blackburn with Darwen Council brought leisure services back under direct control in 2019, eliminating governance fees and reducing management tiers. Their net cost per visit fell by 18% within two years, though union representatives note this required accepting lower staff terms and conditions.</li>\n\n<li><strong>Wholly charitable model:</strong> Rossendale Leisure Trust restructured in 2021 to remove councillor majority control, appointing independent chairs with retail and hospitality backgrounds. The result: café and retail income increased by 34%, partially offsetting subsidy requirements.</li>\n\n<li><strong>Private management:</strong> Burnley Council contracts Everyone Active to operate its facilities under a 15-year agreement. While this guarantees a fixed £280,000 annual management fee regardless of performance, it caps the council's exposure to operational losses and transfers maintenance liabilities.</li>\n</ul>\n\n<p>Crucially, Hyndburn's Trust model combines the worst elements of public and private operation: the financial risk remains with taxpayers while commercial accountability remains diffuse.</p>\n\n<h2>Value for Money?</h2>\n\n<p>Calculating the true cost requires dividing the total public investment by usage. With approximately <strong>125,000 visits annually</strong> across all facilities (excluding the Haworth Art Gallery), the £1.05 million subsidy translates to <strong>£8.40 per visit</strong>—before accounting for the capital investment. For comparison, a standard adult swim costs the user £4.90, meaning the council contributes 1.7 times the ticket price for every swimmer.</p>\n\n<p>Defenders argue these figures ignore social value. The Trust provides concessionary rates for benefit claimants, runs disability swimming sessions, and maintains facilities in deprived wards where private operators would not tread. The 2021 census shows Hyndburn ranks in the 10% most health-deprived districts nationally; affordable leisure access has measurable NHS savings.</p>\n\n<p>Yet critics counter that the current structure inefficiently delivers these outcomes. \"We could achieve the same social objectives through commissioning and service-level agreements without the overhead of a separate company,\" suggests one opposition councillor. \"The Trust has become an employment vehicle rather than a service delivery mechanism.\"</p>\n\n<h2>What You Can Do</h2>\n\n<ul>\n<li><strong>Scrutinise the accounts:</strong> Request the full (non-abbreviated) financial statements for Hyndburn Leisure Trust under the Freedom of Information Act 2000. Ask specifically for director remuneration details and breakdowns of the £890,000 administrative expenses.</li>\n\n<li><strong>Attend Overview and Scrutiny:</strong> The Council's Leisure and Environment Scrutiny Committee meets quarterly at Accrington Town Hall. The next scheduled review of the Trust's performance is 15 January 2025—attend and question the £12.4 million capital commitment timeline.</li>\n\n<li><strong>Compare your ward:</strong> Use the council's own \"My Local Area\" data tool to check if your neighbourhood receives proportionate leisure investment versus the subsidy required. Hyndburn East and Netherton wards currently show the highest usage but lowest council tax yields.</li>\n\n<li><strong>Submit a petition:</strong> Under the Council's Constitution, 1,500 signatures triggers a full council debate. Previous petitions regarding leisure provision (notably the 2019 Church Swimming Pool closure) demonstrate that sustained pressure can alter capital priorities.</li>\n\n<li><strong>Vote in May 2024:</strong> All council seats are up for election. Ask candidates specifically whether they support maintaining the Leisure Trust model or transitioning to in-house operation or private management. Request written commitments on capping the annual subsidy at inflation-only increases.</li>\n</ul>\n\n<p><strong>Editor's note:</strong> AI DOGE has requested current director declarations of interest and payment profiles from Hyndburn Leisure Trust. We will publish these when received.</p>"
}