{
  "id": "lgr-consultancy-spending",
  "content": "\n      <p><strong>Burnley Borough Council has already begun spending on external consultants for local government reorganisation (LGR)</strong>, with spending data revealing payments to specialist firms under a new \"Local Government Reorganisation\" cost centre.</p>\n\n      <h4>Consultancy Payments Identified</h4>\n\n      <ul>\n        <li><strong>31ten Consulting Limited:</strong> £32,500 (two payments of £16,250 in October 2025)</li>\n        <li><strong>Socitm Commercial Ltd:</strong> £4,500</li>\n      </ul>\n\n      <p>These payments are categorised under \"Agency & Contracted Services — Consultants Fees\" within the new Z - Corporate Income Expenditure / Local Government Reorganisation budget line.</p>\n\n      <h4>The Five-Unitary Problem</h4>\n\n      <p><strong>Burnley Council is using this money to push for five new unitary authorities across Lancashire</strong> — a model that would create the maximum number of new councils, each serving roughly 270,000–300,000 people. This is well below the Government's stated aim of councils serving approximately 500,000 people.</p>\n\n      <p>The five-unitary model, badged \"Big enough to deliver — local enough to connect\" by Burnley and Pendle councils, is the most expensive and least efficient option on the table. It would mean:</p>\n\n      <ul>\n        <li><strong>Five sets of chief executives, senior management teams, and corporate overheads</strong> — instead of two</li>\n        <li><strong>Five separate IT systems, HR departments, finance teams, and legal services</strong> — with all the duplication that entails</li>\n        <li><strong>The least financial savings of any option</strong> — fewer economies of scale mean higher costs per resident</li>\n        <li><strong>Councils too small to effectively commission major services</strong> like adult social care, children's services, and highways — services that require significant scale</li>\n      </ul>\n\n      <h4>The Case for Fewer Councils</h4>\n\n      <p>Lancashire County Council's own analysis acknowledged that some economic benefits of LGR \"could be maximised with one unitary council\" for Lancashire — but national policy prohibits this because it would remove the need for the combined county authority.</p>\n\n      <p>A <strong>two-unitary model</strong> — broadly split north and south along the River Ribble — would deliver:</p>\n\n      <ul>\n        <li><strong>Genuine economies of scale</strong> — two councils serving 750,000+ people each, well above the Government's 500,000 threshold</li>\n        <li><strong>Maximum cost savings</strong> — fewer senior officers, fewer duplicate systems, lower overheads</li>\n        <li><strong>Stronger commissioning power</strong> for major services like social care, highways, and education</li>\n        <li><strong>A simpler, clearer structure</strong> that residents can actually understand</li>\n      </ul>\n\n      <p>Even a one-unitary model — had the Government allowed it — would have been the optimal solution for a county the size of Lancashire, delivering the greatest savings and the most strategic capacity.</p>\n\n      <h4>So Why Five?</h4>\n\n      <p>The uncomfortable truth is that the five-unitary model creates the most councillor seats and the most senior officer positions. It is the option that best serves the interests of existing district council leaders and officers — not residents.</p>\n\n      <p>When Burnley Council's own consultation showed that 63% of Lancashire-wide respondents wanted to keep the current structure (which isn't an option), it's difficult to argue that the five-unitary model reflects genuine public demand. It reflects what council leaders want: to remain in charge of something.</p>\n\n      <p>Meanwhile, taxpayers are already footing the bill — at least £37,000 in consultancy fees so far, with costs certain to rise significantly.</p>\n\n      <h4>Lessons From Elsewhere</h4>\n\n      <p>Other councils facing reorganisation have spent millions on the transition. Buckinghamshire's reorganisation cost over £18 million, while Northamptonshire's cost taxpayers approximately £14 million. If Lancashire pursues a five-unitary model, the transition costs will be higher than necessary because five authorities need to be set up from scratch instead of two.</p>\n\n      <p>Residents deserve the model that delivers the best services at the lowest cost — not the one that creates the most jobs for politicians and senior officers.</p>\n\n      <p><em>All spending figures are derived from publicly available council spending data. LGR proposals sourced from published business cases by Burnley Borough Council, Lancashire County Council, and other Lancashire authorities.</em></p>\n    "
}