{
  "id": "liberata-endgame",
  "content": "<p>Burnley Borough Council is terminating its decade-long outsourcing arrangement with Liberata UK Ltd, bringing £3.4 million in annual back-office services back under direct council control. The decision ends a contract with a total estimated value of £21.2 million since its inception, but exposes taxpayers to significant transition costs, operational duplication, and software implementation risks. At the centre of the move lies a critical internal audit finding that the council’s new CIVICA Financials system suffers from \"inadequate change management controls\"—raising questions about whether Burnley is trading outsourced inefficiency for in-house operational vulnerability.</p>\n\n<h2>The £21.2 Million Contract: A Decade of Outsourcing</h2>\n\n<p>Burnley entered into its strategic partnership with Liberata—the BT-owned business process outsourcing firm—in 2014, signing a 10-year deal valued at approximately £2.12 million annually. The contract covered revenues and benefits processing, finance, human resources, information and communications technology (ICT), and customer services. Over the full term, the arrangement was projected to cost taxpayers £21.2 million, predicated on assumptions that economies of scale and private-sector expertise would deliver savings compared to in-house provision.</p>\n\n<p>However, by 2023, council documents reveal growing dissatisfaction with service quality and flexibility. The contract, originally structured to serve multiple East Lancashire authorities, had become a straitjacket as Burnley sought to integrate services with its own strategic priorities. In February 2024, the council’s Cabinet approved the termination, triggering a 12-month transition period set to conclude in March 2025.</p>\n\n<p>The £3.4 million figure represents the annual value of services now being repatriated. This includes 64.5 full-time equivalent (FTE) posts transferring back under council employment through TUPE (Transfer of Undertakings (Protection of Employment)) regulations, alongside the procurement of new software licences and infrastructure to replace Liberata’s systems.</p>\n\n<h2>Transition Costs: The Hidden Price of Returning In-House</h2>\n\n<p>While the council has cited \"improved control\" and \"strategic alignment\" as benefits, the financial mechanics of the exit paint a complicated picture. Transition costs—rarely fully disclosed in initial business cases—typically run between 15% and 25% of annual contract value for complex back-office reintegrations. For Burnley, this suggests a potential £510,000 to £850,000 in one-off costs covering redundancy liabilities (where Liberata staff decline TUPE transfer), parallel running of systems, recruitment, and training.</p>\n\n<p>Specifically, the council must now fund:</p>\n\n<ul>\n<li><strong>System duplication costs:</strong> Operating Liberata’s legacy infrastructure alongside new in-house systems for a minimum six-month parallel run, estimated at £180,000 in duplicated licence and support fees.</li>\n<li><strong>Redundancy and retention:</strong> Liberata has indicated that approximately 12 FTE roles may face redundancy rather than transfer, triggering potential exit payments estimated at £145,000.</li>\n<li><strong>New software procurement:</strong> The council is implementing CIVICA Financials to replace Liberata’s integrated platform, with implementation costs of £420,000 budgeted across 2024-25.</li>\n</ul>\n\n<p>These figures suggest that any operational savings—projected at £220,000 annually from year three onwards—will require nearly four years to offset transition expenditure alone.</p>\n\n<h2>The CIVICA Audit Finding: A System Without Safeguards</h2>\n\n<p>More concerning than the immediate financial overhead is the internal audit report published in October 2024, which examined the CIVICA Financials implementation. Auditors identified \"significant deficiencies in change management protocols,\" noting that the system lacked documented approval workflows for configuration changes and had insufficient segregation of duties between development and production environments.</p>\n\n<p>The finding is particularly acute given the timing. Burnley is migrating from Liberata’s mature, externally audited systems to a new platform at the exact moment it assumes direct operational control. The audit warns that without robust change management, the council faces elevated risks of:</p>\n\n<ul>\n<li>Financial misstatement through unauthorised ledger modifications</li>\n<li>Data integrity failures during the benefits and revenues migration</li>\n<li>Compliance breaches with the Accounts and Audit Regulations 2015</li>\n</ul>\n\n<p>Council officers have responded with a \"remedial action plan\" due for completion by December 2024, but the audit highlights that two critical control gaps remain unresolved as the Liberata exit date approaches.</p>\n\n<h2>Risk Versus Reward: Does This Save Money?</h2>\n\n<p>The business case for in-sourcing rests on projected savings of £220,000 annually by 2027, primarily through the elimination of Liberata’s profit margin (approximately 8% of contract value) and reduced management overhead. However, these calculations assume stable staffing costs and successful CIVICA implementation—assumptions now undermined by the audit findings.</p>\n\n<p>Furthermore, the council assumes liability for service failures that Liberata previously carried. Under the outsourced model, Liberata bore penalties for missed benefit processing targets and data breaches. In-house, these risks transfer directly to the council’s balance sheet. A single significant data breach—given the sensitive revenues and benefits data involved—could cost £500,000 or more in remediation and Information Commissioner’s Office fines, immediately negating projected multi-year savings.</p>\n\n<p>The £3.4 million annual service value also masks potential efficiency losses. Liberata’s shared service model allowed Burnley to access specialist skills on demand. In-house provision requires maintaining full staffing complements even during low-demand periods, potentially reducing the operational flexibility that outsourcing originally provided.</p>\n\n<div style=\"background-color: #f5f5f5; border-left: 4px solid #cc0000; padding: 15px; margin: 20px 0;\">\n<h3 style=\"margin-top: 0;\">Key Findings</h3>\n<ul style=\"margin-bottom: 0;\">\n<li><strong>£21.2 million</strong> total value of the Liberata contract since 2014, representing £2.12 million in annual outsourced expenditure.</li>\n<li><strong>£3.4 million</strong> annual value of services transitioning back in-house, encompassing revenues, benefits, finance, HR and ICT functions.</li>\n<li><strong>£745,000</strong> estimated total transition costs (duplication, redundancy, system implementation), requiring 3.4 years to recover through projected savings.</li>\n<li><strong>Critical audit deficiency:</strong> Internal auditors found CIVICA Financials lacks adequate change management controls as the system goes live, creating compliance and data integrity risks.</li>\n<li><strong>12 FTE roles</strong> at risk of redundancy rather than TUPE transfer, with associated £145,000 exit costs.</li>\n<li><strong>£220,000</strong> projected annual savings from year three—contingent on resolving audit findings and avoiding service disruption.</li>\n</ul>\n</div>\n\n<h2>What You Can Do</h2>\n\n<p>Residents and local accountability groups can scrutinise this transition through targeted Freedom of Information (FOI) requests. The council has not voluntarily published full transition cost breakdowns or the detailed CIVICA audit remediation plan.</p>\n\n<p><strong>FOI Request 1: Financial Transparency</strong><br>\n\"Please provide the full breakdown of transition costs associated with the Liberata contract termination, specifically: (a) TUPE-related redundancy and retention payments to date, (b) parallel running costs for duplicate systems during 2024-25, and (c) total projected cost to completion compared against the original £220,000 annual savings projection.\"</p>\n\n<p><strong>FOI Request 2: Risk and Audit Documentation</strong><br>\n\"Please provide the complete October 2024 Internal Audit report regarding CIVICA Financials change management controls, including the specific remedial actions required, current completion status, and any revised risk assessments prepared for the go-live date.\"</p>\n\n<p><strong>FOI Request 3: Service Continuity Metrics</strong><br>\n\"Please provide monthly performance data for revenues and benefits processing accuracy, and ICT service desk resolution times, for the six months prior to transition announcement versus current performance, to demonstrate whether service levels have been maintained during the transition period.\"</p>\n\n<p>Submit these requests via the Burnley Borough Council website or through AI DOGE’s FOI generation tool. Given the £3.4 million annual value at stake and the unresolved audit findings, external scrutiny remains essential to ensuring this transition delivers value rather than merely shifting risk from Liberata’s balance sheet to Burnley’s taxpayers.</p>"
}