{
  "id": "liberata-bringing-back-inhouse",
  "content": "\n      <p><strong>In 2016, Burnley Borough Council signed a 10-year, £34 million contract with Liberata UK Ltd</strong> to run council tax collection, housing benefits, IT, customer services, HR, payroll, facilities management, and environmental health. The deal resulted in approximately 40% of affected council staff losing their jobs — and the remaining staff being transferred to a private company under TUPE.</p>\n\n      <h4>What the Data Shows</h4>\n\n      <p>Our spending data reveals Liberata has received <strong>£21.2 million since 2021</strong> alone — making it the council's single largest supplier by a significant margin. Monthly payments have consistently exceeded £350,000:</p>\n\n      <ul>\n        <li><strong>Typical monthly payment:</strong> £358,000 - £375,000</li>\n        <li><strong>Largest single payment:</strong> £423,056 (Q1 2021/22)</li>\n        <li><strong>Total payments:</strong> 363 transactions</li>\n        <li><strong>Share of all council spending:</strong> ~10%</li>\n      </ul>\n\n      <h4>The Scale of Outsourcing</h4>\n\n      <p>The services handed to Liberata cover almost every back-office function of the council:</p>\n      <ul>\n        <li><strong>Customer Services:</strong> the public-facing contact centre</li>\n        <li><strong>IT:</strong> all technology infrastructure and support</li>\n        <li><strong>Revenues & Benefits:</strong> council tax billing, business rates, housing benefit</li>\n        <li><strong>Facilities Management & Property Services</strong></li>\n        <li><strong>HR Administration & Payroll</strong></li>\n        <li><strong>Environmental Health & Licensing</strong></li>\n      </ul>\n\n      <p>As a result, Burnley Borough Council's direct workforce dropped to just <strong>243 permanent and temporary employees</strong>. This figure significantly understates the actual number of people delivering council services — hundreds more work for Liberata on the council's behalf.</p>\n\n      <h4>The Human Cost</h4>\n\n      <p>When the outsourcing was announced, approximately <strong>40% of the 130 affected staff were made redundant</strong>. The remaining 60% were transferred to Liberata under TUPE regulations.</p>\n\n      <p>The council's own Productivity Plan (July 2024) states the contract is achieving the original cost reduction objective, with a \"20% saving forecast against the base costs in the final years\" due to the fixed contract price. Liberata also committed to creating 100+ new jobs in Burnley through \"north-shoring\".</p>\n\n      <p>But the true cost must factor in:</p>\n      <ul>\n        <li>Redundancy payments for ~52 dismissed staff</li>\n        <li>Contract management costs within the council</li>\n        <li>Pension guarantee risk — the council guarantees Liberata employees' pensions, meaning if Liberata defaults, the council picks up the liability</li>\n        <li>Loss of institutional knowledge</li>\n        <li>The cost of bringing services back in-house</li>\n      </ul>\n\n      <h4>Coming Home — But Into What?</h4>\n\n      <p>The contract expires in <strong>2026</strong>, and the council has indicated it intends to bring many services back in-house. This coincides with Local Government Reorganisation, which could see Burnley Borough Council abolished entirely to make way for a new unitary authority.</p>\n\n      <p>This creates a uniquely awkward situation: the council is planning to insource services from Liberata at the same time it may cease to exist. Any investment in rebuilding internal capacity could be wasted if LGR proceeds and a new authority makes different arrangements.</p>\n\n      <p>The transition back will itself cost money: recruiting staff, rebuilding internal capability, and potentially running parallel systems during the handover. These are costs that would not have been incurred had services never been outsourced.</p>\n\n      <h4>Was It Worth It?</h4>\n\n      <p>The council claimed £8 million in savings over 10 years. Even if that figure is accurate (and it hasn't been independently verified), it came at the cost of:</p>\n      <ul>\n        <li>~52 local jobs permanently lost in a town with above-average unemployment</li>\n        <li>Remaining staff transferred to a private company</li>\n        <li>10 years of reduced democratic control over core services</li>\n        <li>Pension liability risk transferred to the public purse</li>\n        <li>Transition costs both in and out of the arrangement</li>\n      </ul>\n\n      <p>With the council's General Fund reserve at just <strong>£1.379 million</strong> (7.4% of the net budget — at the lower end of recommended levels), and the Business Rates Retention Reserve having collapsed from £9.2 million to just £570,000, the financial cushion for any transition disruption is razor-thin.</p>\n\n      <p><em>Spending figures from publicly available council data. Contract details from council cabinet reports, Productivity Plan (July 2024), and Statement of Accounts 2023/24. Staff impact figures from council records and local press reporting.</em></p>\n    "
}