{
  "id": "netflix-council-cards",
  "content": "\n      <p><strong>Burnley Borough Council has made 51 separate payments to Netflix totalling £490.73 since 2021</strong>, charged to the Economy & Growth department's purchase cards. That's over four years of uninterrupted streaming, paid for by Burnley taxpayers.</p>\n\n      <h4>The Details</h4>\n\n      <p>The payments range from £8.99 to £12.99 per month — consistent with standard Netflix subscription tiers. The subscription has continued without interruption through 2022, 2023, 2024, and into 2025. No one appears to have questioned it.</p>\n\n      <h4>Questions This Raises</h4>\n\n      <ul>\n        <li>What council business purpose in the <strong>Economy & Growth department</strong> requires a Netflix subscription?</li>\n        <li>Is this being used in a council property (perhaps a display in a tourism or business premises)?</li>\n        <li>Or has a personal subscription simply been left on a council card for four years unnoticed?</li>\n        <li>Who approved this recurring payment, and is anyone reviewing it?</li>\n      </ul>\n\n      <h4>It's Not Just Netflix</h4>\n\n      <p>The same purchase card data reveals other streaming subscriptions:</p>\n      <ul>\n        <li><strong>Amazon Prime:</strong> 51 payments totalling £448.49 — running in parallel with Netflix since 2021</li>\n        <li><strong>Apple iCloud:</strong> 34 payments totalling £43.36</li>\n        <li><strong>OpenAI ChatGPT:</strong> £1,397.73 on the Chief Operating Officer's card (November 2025)</li>\n      </ul>\n\n      <p>While £490 over four years may seem trivial when the council spends £217 million, the concern isn't the amount — it's the oversight. If no one is catching a Netflix subscription running for four years, what else is going unreviewed on the £610,000 spent annually on purchase cards?</p>\n\n      <p>For context, Burnley's Band D council tax is <strong>£344.58</strong>. One resident's entire year of council tax wouldn't even cover the combined streaming subscriptions.</p>\n\n      <p><em>All figures are derived from publicly available council purchase card data published under the Local Government Transparency Code.</em></p>\n    "
}