{
  "id": "unaudited-accounts",
  "content": "\n      <p><strong>Hyndburn Borough Council's accounts for both 2022/23 and 2023/24 received a \"disclaimer of opinion\" from the external auditor</strong> — the most serious audit outcome possible. This means the auditor was unable to confirm whether the accounts are correct. For two consecutive years, residents have had no independent assurance that £211 million of public money has been properly spent.</p>\n\n      <h4>What Is a Disclaimer of Opinion?</h4>\n\n      <p>When an external auditor reviews a council's accounts, there are four possible outcomes:</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Outcome</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Meaning</th>\n        </tr>\n        <tr><td>Unqualified opinion</td><td>Accounts are correct — clean bill of health</td></tr>\n        <tr><td>Qualified opinion</td><td>Mostly correct, but with specific concerns</td></tr>\n        <tr><td>Adverse opinion</td><td>Accounts contain material errors</td></tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\"><td><strong>Disclaimer of opinion</strong></td><td><strong>Auditor cannot determine if accounts are correct at all</strong></td></tr>\n      </table>\n\n      <p>A disclaimer of opinion is not simply a late audit or a minor accounting disagreement. It means the auditor found <strong>such fundamental problems</strong> with the evidence provided that they could not form any conclusion about whether the numbers are right. This is the financial equivalent of a doctor saying they cannot determine whether the patient is healthy because they were denied access to test results.</p>\n\n      <h4>This Is NOT the National Audit Backlog</h4>\n\n      <p>Some councils have experienced delays in their external audits due to a well-documented national backlog in local government auditing. <strong>Hyndburn's situation is fundamentally different.</strong> The auditor did not merely fail to complete the audit on time — they completed the audit and concluded they could not give an opinion on the accounts.</p>\n\n      <p>This is a specific finding about the quality of Hyndburn's financial records, not a resourcing issue affecting auditors nationally.</p>\n\n      <h4>How Hyndburn Compares to Neighbours</h4>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Council</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">2022/23 Audit Status</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">2023/24 Audit Status</th>\n        </tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\"><td><strong>Hyndburn</strong></td><td><strong>Disclaimer of opinion</strong></td><td><strong>Disclaimer of opinion</strong></td></tr>\n        <tr><td>Burnley</td><td>Accounts subject to national backstop process</td><td>Audit in progress</td></tr>\n        <tr><td>Pendle</td><td>Accounts subject to national backstop process</td><td>Audit in progress</td></tr>\n      </table>\n\n      <p>While Burnley and Pendle have been affected by the national audit backstop — a government-imposed deadline to clear the audit backlog — neither has received the devastating disclaimer of opinion that Hyndburn has received for two consecutive years. There is a significant difference between an audit that is late and an audit that concludes the accounts cannot be verified.</p>\n\n      <h4>Why This Matters: The 12.9x Spending Spike Connection</h4>\n\n      <p>Our analysis of Hyndburn's spending data found a <strong>12.9x year-end spending spike</strong> in the Regeneration &amp; Housing department — the worst of any department across three East Lancashire councils. That means the month with the most suspicious spending patterns falls within accounts that the auditor cannot verify.</p>\n\n      <p>Consider what this means in practice:</p>\n      <ul>\n        <li>£3.7 million above normal was spent in a single month</li>\n        <li>The accounts containing that spending received a disclaimer of opinion</li>\n        <li>The auditor could not confirm whether those accounts are correct</li>\n        <li>Residents have <strong>no independent verification</strong> of how that money was spent</li>\n      </ul>\n\n      <h4>Leadership Accountability: The Parkinson Years</h4>\n\n      <p>The 2022/23 accounts — the first to receive a disclaimer of opinion — were produced under the leadership of <strong>Cllr Miles Parkinson</strong>, who served as Leader of Hyndburn Borough Council for approximately 12 years (2011-2023). The financial management systems, governance arrangements, and officer structures that failed to produce auditable accounts were all established and maintained during his tenure.</p>\n\n      <p>Parkinson's leadership style has been described as highly centralised — he \"essentially decided most if not all decisions with very little debate,\" according to local political commentary. Whether this centralised approach contributed to the governance weaknesses that led to the disclaimer of opinion is a question the council should address. When one individual dominates decision-making for over a decade, the risk of institutional oversight failures increases significantly.</p>\n\n      <p>Parkinson left the Labour Party in March 2022 to become an Independent councillor, before losing his seat entirely in the May 2023 elections. By the time the auditor's report was published, the leader who presided over the financial management failures was no longer in office to be held accountable.</p>\n\n      <h4>Three Years Without Assurance</h4>\n\n      <p>With disclaimers on both 2022/23 and 2023/24, Hyndburn residents are now approaching <strong>three financial years</strong> without clean assurance on the council's accounts. This creates a compounding problem: errors or irregularities in one year's accounts can be carried forward into subsequent years, making it progressively harder to untangle the true financial position.</p>\n\n      <h4>What Should Happen Next</h4>\n\n      <p>A disclaimer of opinion should trigger urgent action:</p>\n      <ol>\n        <li><strong>The council should publish a detailed action plan</strong> explaining how it will address the auditor's concerns</li>\n        <li><strong>Members should demand a special audit committee meeting</strong> to scrutinise the reasons for the disclaimer</li>\n        <li><strong>DLUHC (Department for Levelling Up, Housing and Communities)</strong> should consider whether intervention is necessary</li>\n        <li><strong>Residents should ask their councillors</strong> why two consecutive years of accounts cannot be verified</li>\n      </ol>\n\n      <p>Until Hyndburn achieves a clean audit opinion, every pound of public spending must be treated as unverified. The council's published transparency data — which we have analysed extensively — is the only window residents have into how their money is being spent. And even that data has revealed significant concerns.</p>\n\n      <p><em>Audit status information is derived from published auditor reports and statements on Hyndburn Borough Council's website. Cross-council comparison based on publicly available audit information for Burnley and Pendle councils.</em></p>\n    "
}
