{
  "id": "unaudited-millions",
  "content": "<p>Hyndburn Borough Council has operated without certified public accounts for three consecutive financial years, leaving more than <strong>£132 million</strong> of taxpayer expenditure unaudited and raising serious questions about financial stewardship in one of Lancashire's most deprived boroughs. Since 2020/21, external auditors have issued successive \"disclaimers of opinion\"—the most severe judgment possible short of alleging fraud—citing missing documentation, governance failures, and an inability to verify whether public money was spent legally or properly.</p>\n\n<h2>What \"Disclaimer of Opinion\" Actually Means</h2>\n\n<p>In auditing terminology, a disclaimer of opinion represents audit failure. When Grant Thornton (and previously Mazars) issued these judgments, they were stating that insufficient evidence existed to form any conclusion about Hyndburn's financial statements. Unlike \"qualified\" opinions, which identify specific problems within otherwise sound accounts, a disclaimer indicates the council provided such poor records that auditors could not determine if £132,466,000 of income and expenditure was legitimate.</p>\n\n<p>Under the Local Audit and Accountability Act 2014, councils must produce \"true and fair\" accounts within specific deadlines. Hyndburn has failed this statutory duty for <strong>2020/21, 2021/22, and 2022/23</strong>. The implications extend beyond paperwork: unaudited accounts prevent residents from knowing whether council tax was spent on services or mismanaged, and they expose the authority to legal challenges regarding contract awards and capital projects.</p>\n\n<h2>The Three-Year Pattern of Failure</h2>\n\n<h3>2020/21: The First Collapse</h3>\n\n<p>The crisis began with the 2020/21 accounts, where auditors identified fundamental record-keeping failures. Key documentation supporting £47.3 million in expenditure—including capital projects and grant distributions—was either missing or inadequately maintained. The council failed to demonstrate proper approval chains for payments exceeding £5,000, and procurement records for £12.4 million in supplier contracts could not be located.</p>\n\n<h3>2021/22: Governance Breakdown</h3>\n\n<p>The following year produced identical results, with auditors noting that Hyndburn had not implemented promised improvements. Specific concerns included:</p>\n\n<ul>\n<li><strong>Inadequate oversight</strong> of £8.7 million in COVID-19 grant schemes, with missing beneficiary verification records</li>\n<li><strong>Unsupported journal adjustments</strong> totaling £3.2 million in the general fund</li>\n<li><strong>Missing asset registers</strong> preventing verification of £23 million in property and infrastructure values</li>\n<li><strong>Failure to reconcile</strong> £1.8 million in council tax collection discrepancies</li>\n</ul>\n\n<h3>2022/23: Institutional Amnesia</h3>\n\n<p>The most recent accounts—covering the transition period following former Leader Miles Parkinson's departure—revealed what auditors termed \"significant control weaknesses.\" The council could not produce evidence that £6.4 million in capital receipts from property sales was properly reinvested according to statutory requirements. Additionally, payroll records for 156 staff members lacked proper authorization signatures, and banking reconciliations showed unexplained variances of £340,000.</p>\n\n<h2>The Parkinson Era and Centralised Control</h2>\n\n<p>Understanding Hyndburn's audit crisis requires examining the leadership of <strong>Councillor Miles Parkinson</strong>, who served as Council Leader for 12 years until May 2023. Parkinson, who defected from the Labour Party in March 2022 to sit as an Independent before losing his seat in the subsequent election, operated what former colleagues described as a \"centralised\" decision-making structure.</p>\n\n<p>During his tenure, financial authority became concentrated in a small circle of senior officers and the Leader's office. When Parkinson left Labour to sit as an Independent in March 2022, he created immediate political instability. The council entered a nine-month period of minority administration without clear leadership protocols, coinciding with the 2021/22 financial year that produced the second disclaimer.</p>\n\n<p>The timing proved catastrophic. The transition from Parkinson's control to new leadership in May 2023 occurred precisely when auditors required documentation for the 2022/23 accounts. Officers admitted to the Lancashire Telegraph that \"institutional knowledge walked out the door\" with departing senior staff who had served under Parkinson's regime, leaving inadequate paper trails for major financial decisions made between 2020 and 2023.</p>\n\n<h2>Why This Matters to Hyndburn Residents</h2>\n\n<p>Beyond the abstract accounting failure, the three-year audit blackout has concrete consequences for Hyndburn's 81,000 residents:</p>\n\n<p><strong>Service Integrity:</strong> With £41.2 million in annual service expenditure unaudited, residents cannot verify whether £3.8 million allocated to highway maintenance or £12.4 million for housing services was actually spent on these priorities. The borough already ranks in the top 10% most deprived areas nationally; unverified spending in this context risks compounding existing inequalities.</p>\n\n<p><strong>Capital Projects:</strong> The council has proceeded with £18 million in capital schemes—including the disputed £9.5 million Accrington Town Hall refurbishment—while unable to prove previous capital receipts were properly handled. This creates legal vulnerability if challenged under the Local Government Act 1972.</p>\n\n<p><strong>Democratic Accountability:</strong> Three years of disclaimed opinions effectively erase financial transparency. When the 2023/24 accounts come due, Hyndburn will face the unprecedented situation of having four consecutive years of unaudited public money, making it impossible for new councillors to assess whether inherited budgets were legitimate.</p>\n\n<div style=\"background-color: #f5f5f5; padding: 20px; border-left: 4px solid #d32f2f; margin: 20px 0;\">\n<h3>Key Findings</h3>\n<ul>\n<li><strong>£132.4 million</strong> of public expenditure remains unaudited across three financial years (2020/21–2022/23)</li>\n<li>Three consecutive \"disclaimers of opinion\" issued by external auditors—the worst possible outcome short of fraud findings</li>\n<li><strong>£340,000</strong> in unexplained banking variances identified in 2022/23 accounts</li>\n<li>Missing documentation for <strong>£8.7 million</strong> in COVID-19 grants and <strong>£6.4 million</strong> in capital receipts from property sales</li>\n<li>Leadership vacuum following Cllr Miles Parkinson's March 2022 defection from Labour and May 2023 election loss contributed to governance collapse</li>\n<li>Council currently operates without verified asset registers for <strong>£23 million</strong> in municipal property</li>\n<li>Statutory deadlines breached for three consecutive years under the Local Audit and Accountability Act 2014</li>\n</ul>\n</div>\n\n<h2>Systemic Weaknesses Exposed</h2>\n\n<p>The audit failures reveal structural deficiencies extending beyond individual record-keeping errors. Hyndburn's Section 151 Officer—the statutory Chief Finance Officer responsible for financial governance—resigned in December 2021, with a permanent replacement not appointed until September 2022. During this eight-month interregnum, the council processed £34 million in transactions without a legally required senior finance officer in post.</p>\n\n<p>Furthermore, audit committee minutes from 2021 and 2022 show councillors received \"verbal assurances\" that documentation existed for controversial payments, rather than written evidence. When external auditors requested these papers, they were found to be non-existent or incomplete.</p>\n\n<h2>What You Can Do</h2>\n\n<p>Residents can demand accountability despite the audit blackout. The following actions force transparency:</p>\n\n<h3>Submit Targeted FOI Requests</h3>\n<p>Use the Freedom of Information Act 2000 to request specific documentation auditors flagged as missing:</p>\n<ul>\n<li>\"Copies of all approval signatures for payments exceeding £5,000 between April 2020 and March 2023\"</li>\n<li>\"Documentation showing beneficiary verification for COVID-19 business grants issued 2020-2022\"</li>\n<li>\"Bank reconciliation statements for the General Fund for months showing variances in 2022/23\"</li>\n<li>\"Asset register entries for [specific street] highway improvements valued in 2021/22 accounts\"</li>\n</ul>\n\n<h3>Attend Audit Committee Meetings</h3>\n<p>Hyndburn's Audit and Governance Committee meets quarterly at Accrington Town Hall. The next meeting must address the 2023/24 audit plan. Attend and ask: <em>\"What specific steps have officers taken to ensure the 2023/24 accounts will not receive a fourth disclaimer?\"</em></p>\n\n<h3>Contact Your Councillor</h3>\n<p>Demand written answers regarding:</p>\n<ul>\n<li>Whether the council has secured retrospective documentation for the £340,000 banking variances</li>\n<li>Evidence that the new Section 151 Officer has implemented mandatory financial controls</li>\n<li>Confirmation that capital receipts from the £6.4 million property sales have been traced and verified</li>\n</ul>\n\n<h3>Monitor the Deadline</h3>\n<p>The council must publish 2023/24 accounts by 31 July 2024 (with audit completion by 30 September 2024). If Hyndburn misses this deadline or receives a fourth disclaimer, residents should contact the <strong>Ministry of Housing, Communities and Local Government</strong> (0303 444 0000) to request intervention under the Local Government Act 1999 best value powers.</p>\n\n<p>The £132 million blackout cannot become a fourth-year reality. Without resident pressure, Hyndburn risks permanent damage to its financial credibility—and its democratic right to spend your money.</p>"
}