{
  "id": "waste-contract-no-tender",
  "content": "\n      <p><strong>Burnley Borough Council has awarded an 8-year waste collection contract extension to FCC Environment (formerly Urbaser) via a negotiated procedure — bypassing open competitive tender.</strong> The contract, running from 2026 to 2034, is valued at approximately £4.7 million per year — a potential total commitment of £37.6 million of public money awarded without testing the market.</p>\n\n      <h4>The Contract</h4>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Detail</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Value</th>\n        </tr>\n        <tr>\n          <td style=\"padding: 0.5rem;\">Contractor</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">FCC Environment (formerly Urbaser Ltd)</td>\n        </tr>\n        <tr>\n          <td style=\"padding: 0.5rem;\">Contract Term</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">8 years (2026–2034)</td>\n        </tr>\n        <tr>\n          <td style=\"padding: 0.5rem;\">Annual Value (approx.)</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">£4.7M per year</td>\n        </tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\">\n          <td style=\"padding: 0.5rem;\"><strong>Total Contract Value (approx.)</strong></td>\n          <td style=\"text-align:right; padding: 0.5rem;\"><strong>£37.6M</strong></td>\n        </tr>\n        <tr>\n          <td style=\"padding: 0.5rem;\">Procurement Method</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">Negotiated Procedure</td>\n        </tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\">\n          <td style=\"padding: 0.5rem;\">Open Market Test Undertaken?</td>\n          <td style=\"text-align:right; padding: 0.5rem;\">No</td>\n        </tr>\n      </table>\n\n      <h4>What Is a \"Negotiated Procedure\"?</h4>\n\n      <p>Under public procurement rules, councils can use several methods to award contracts. The standard approach is an <strong>open tender</strong>, where any qualified supplier can bid, ensuring competitive pricing and transparency. An alternative is the <strong>negotiated procedure</strong>, where the council enters direct negotiations with a chosen supplier — typically the incumbent.</p>\n\n      <p>The negotiated procedure is legal. It is permitted under the Public Contracts Regulations 2015 in specific circumstances. But it is the exception, not the norm, and for good reason:</p>\n\n      <ul>\n        <li><strong>No competitive pressure:</strong> Without rival bids, there is no market mechanism to drive down price or improve quality</li>\n        <li><strong>Incumbent advantage:</strong> The existing contractor has information asymmetry — they know their own costs and margins, and the council does not</li>\n        <li><strong>Benchmarking difficulty:</strong> Without market bids, how does the council know whether £4.7M/year represents good value?</li>\n        <li><strong>Transparency deficit:</strong> The public cannot see whether better alternatives were available</li>\n      </ul>\n\n      <h4>Was This Good Value?</h4>\n\n      <p>Without an open tender, it is impossible to know. The council may argue that negotiation delivered a fair price — but the fundamental problem is that <strong>no one tested whether a competitor could do it cheaper or better</strong>.</p>\n\n      <p>Consider what an open tender might have achieved:</p>\n\n      <ul>\n        <li>Even a <strong>5% saving</strong> would be worth approximately £1.88 million over the 8-year term</li>\n        <li>A <strong>10% saving</strong> would deliver approximately £3.76 million — enough to fund meaningful council services</li>\n        <li>Competition might also have driven <strong>service improvements</strong>: better recycling rates, more frequent collections, improved customer service</li>\n      </ul>\n\n      <h4>How Do Neighbours Procure Waste Services?</h4>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Council</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Waste Contractor</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Procurement Method</th>\n        </tr>\n        <tr>\n          <td style=\"padding: 0.5rem;\">Burnley</td>\n          <td style=\"padding: 0.5rem;\">FCC Environment</td>\n          <td style=\"padding: 0.5rem; color:#ef4444;\">Negotiated (no open tender)</td>\n        </tr>\n        <tr>\n          <td style=\"padding: 0.5rem;\">Hyndburn</td>\n          <td style=\"padding: 0.5rem;\">In-house service</td>\n          <td style=\"padding: 0.5rem;\">Direct provision</td>\n        </tr>\n        <tr>\n          <td style=\"padding: 0.5rem;\">Pendle</td>\n          <td style=\"padding: 0.5rem;\">External contractor</td>\n          <td style=\"padding: 0.5rem;\">Competitive tender</td>\n        </tr>\n      </table>\n\n      <p>The comparison is instructive. Hyndburn runs waste collection in-house, giving it direct control over costs and service standards. Pendle uses an external contractor procured through competitive tender. Burnley's approach — a long-term contract awarded without competition — stands out.</p>\n\n      <h4>The Changing Waste Landscape</h4>\n\n      <p>The timing of this contract award is particularly significant because Lancashire's waste disposal arrangements are in flux:</p>\n\n      <ul>\n        <li><strong>Whinney Hill landfill site closure:</strong> Lancashire's waste disposal arrangements are changing, with the closure of the Whinney Hill facility adding new transportation and disposal costs</li>\n        <li><strong>Food waste collection mandate:</strong> The Environment Act 2021 requires all English local authorities to provide separate food waste collection — a new service that must be incorporated into waste contracts</li>\n        <li><strong>LGR uncertainty:</strong> If Lancashire reorganises into unitary authorities by 2028, this contract will transfer to the successor authority — which may have preferred different terms</li>\n      </ul>\n\n      <p>Locking into an 8-year contract at this moment of change reduces flexibility. A shorter contract, or one with break clauses aligned to LGR timelines, might have been more prudent.</p>\n\n      <h4>The £37.6 Million Question</h4>\n\n      <p>At approximately £4.7M per year, waste collection is one of the council's single largest expenditure items. Over 8 years, the total commitment of approximately £37.6M represents more than <strong>twice the council's annual net revenue budget</strong>.</p>\n\n      <p>For a commitment of this scale, the absence of open competition is difficult to justify to residents. The council may have perfectly sound reasons for its approach — but those reasons need to be clearly articulated and evidenced.</p>\n\n      <h4>Questions That Need Answering</h4>\n\n      <ol>\n        <li><strong>Why was the negotiated procedure chosen over open tender?</strong> What specific circumstances justified bypassing competition?</li>\n        <li><strong>What benchmarking was undertaken?</strong> Was the negotiated price compared against market rates, other council contracts, or independent cost estimates?</li>\n        <li><strong>What savings could open tender have delivered?</strong> Has any analysis been done on potential cost reductions from competition?</li>\n        <li><strong>What performance KPIs are in the contract?</strong> Are there penalties for missed collections, contamination rates, or recycling targets?</li>\n        <li><strong>What break clauses exist?</strong> Can the contract be terminated early if LGR results in a new authority that wants different arrangements?</li>\n        <li><strong>How does the contract address food waste collection?</strong> Is this included in the £4.7M/year, or will it be an additional cost?</li>\n        <li><strong>What is FCC Environment's profit margin on this contract?</strong> As a negotiated contract, was there transparency on the contractor's cost base?</li>\n      </ol>\n\n      <p><em>This article is based on publicly available information including council reports, committee minutes, and procurement notices. The negotiated procedure is a legal procurement method — our concern is about value for money, not legality. If the council can demonstrate that the negotiated price represents good value, we welcome that evidence and will update accordingly. This analysis does not constitute financial or legal advice.</em></p>\n    "
}
