{
  "id": "waste-no-tender",
  "content": "<p>Burnley Borough Council has committed to an eight-year waste collection contract worth an estimated <strong>£37.6 million</strong> without subjecting the deal to open market competition. The agreement, which runs from 2026 to 2034 with FCC Environment (formerly Urbaser), was procured using a negotiated procedure rather than the standard competitive tender process required for public contracts of this scale.</p>\n\n<div class=\"key-findings\">\n<h3>Key Findings</h3>\n<ul>\n<li><strong>£4.7 million per year</strong> contract value (£37.6m total) awarded directly to incumbent operator FCC Environment</li>\n<li><strong>8-year term</strong> (2026-2034) secured via negotiated procedure without open tender or competitive dialogue</li>\n<li>Arrangement bypasses standard Public Contracts Regulations 2015 requirements for advertised competition above the <strong>£663,433</strong> threshold</li>\n<li>Council justification understood to centre on \"operational continuity\" and avoidance of transition costs</li>\n<li>Decision raises significant questions regarding value for money and compliance with procurement transparency principles</li>\n</ul>\n</div>\n\n<h2>The Contract: A £37.6 Million Direct Award</h2>\n\n<p>The contract covers municipal waste collection and street cleansing services for Burnley’s approximately <strong>87,000 residents</strong>. At <strong>£4.7 million annually</strong>, the agreement represents one of the largest operational expenditures within the council’s revenue budget.</p>\n\n<p>FCC Environment, the UK subsidiary of Spanish infrastructure giant FCC Group, assumed operational control following its acquisition of Urbaser’s UK contracts. The company has provided waste services to Burnley under previous iterations of this agreement, establishing an incumbent relationship that now extends through to 2034 without interruption.</p>\n\n<p>Under standard procurement rules, a contract of this magnitude—far exceeding the <strong>£663,433</strong> threshold for local authority service contracts under the Public Contracts Regulations 2015 (PCR 2015)—would require advertisement through the Find a Tender service (formerly OJEU), allowing rival operators such as Suez, Veolia, Biffa, or Serco to submit competing bids.</p>\n\n<h2>The Legal Framework: When Competition Can Be Avoided</h2>\n\n<p>The PCR 2015 framework permits four primary procurement procedures: the open procedure, restricted procedure, competitive dialogue, and competitive procedure with negotiation. However, authorities may only proceed without prior publication of a contract notice—effectively conducting a direct award or negotiated extension—under strictly defined exemptions outlined in Regulation 32 or Regulation 72.</p>\n\n<p>Regulation 32 permits direct awards only in cases of <strong>\"extreme urgency\"</strong> brought about by events unforeseeable by the contracting authority, where the time limits for open or restricted procedures cannot be met. Regulation 72 allows for material modifications to existing contracts, but generally limits these to <strong>50% of the original contract value</strong> and requires that the modification not alter the \"overall nature\" of the agreement.</p>\n\n<p>An eight-year extension without competition tests the boundaries of these exemptions. Legal precedents suggest that avoiding \"operational disruption\" or \"transition costs\" alone rarely satisfies the high threshold required for bypassing competition law. The Competition and Markets Authority (CMA) has previously warned that incumbent extensions without market testing risk creating <strong>\"contractual inertia\"</strong>—where authorities remain locked into suboptimal arrangements due to perceived switching costs rather than objective value assessments.</p>\n\n<h3>The \"Negotiated Procedure\" Explained</h3>\n\n<p>In this context, \"negotiated procedure\" indicates that the council entered bilateral discussions with FCC Environment to determine pricing and service specifications, rather than defining these parameters through competitive bidding. While negotiated procedures exist within the PCR 2015 framework (specifically the \"competitive procedure with negotiation\"), these still require initial advertisement and the selection of at least three suitable candidates to negotiate with.</p>\n\n<p>Burnley’s approach appears to represent a <strong>negotiated award without competition</strong>—a distinction that places greater scrutiny on the council’s justification documentation and its assessment of whether the arrangement represents \"value for money\" under the Local Government Finance Act 1992.</p>\n\n<h2>The Council’s Position: Continuity Over Competition</h2>\n\n<p>While full cabinet papers remain unpublished, the council’s rationale is understood to hinge on several operational arguments:</p>\n\n<ul>\n<li><strong>Asset specificity:</strong> FCC Environment operates depots, vehicles, and container stocks configured specifically for Burnley’s topography and housing density</li>\n<li><strong>TUPE liabilities:</strong> Transfer of Undertakings (Protection of Employment) regulations would require successor contractors to inherit existing staff terms, potentially complicating any transition</li>\n<li><strong>Service continuity:</strong> Avoiding the \"teething problems\" associated with mobilising new contractors, particularly regarding missed collections and route optimisation</li>\n</ul>\n\n<p>However, these arguments face scrutiny from procurement specialists. <strong>Transition costs</strong> for waste contracts typically represent 3-5% of total contract value—substantially less than the potential savings achieved through competitive tension. Furthermore, TUPE protections apply regardless of the contractor, meaning they do not inherently favour the incumbent in a competitive process.</p>\n\n<h2>Value for Money and Transparency Concerns</h2>\n\n<p>The absence of competitive benchmarking makes it impossible to determine whether the <strong>£4.7 million annual</strong> charge represents market rate. Comparable Lancashire authorities that have recently tendered waste services competitively—including Blackpool and Blackburn with Darwen—have achieved unit cost reductions of <strong>8-12%</strong> through market testing, according to industry analysis.</p>\n\n<p>The deal also establishes a concerning precedent. With the contract running until <strong>2034</strong>, Burnley residents will have endured nearly two decades without competitive market testing of their waste services, assuming the previous contract term began in the mid-2010s. This duration exceeds the European Commission’s guidance that contracts for municipal waste should generally not exceed <strong>seven years</strong> without re-tendering to ensure technological and environmental standards remain current.</p>\n\n<p>Environmental considerations further complicate the decision. The waste sector is undergoing rapid decarbonisation, with competing operators investing in electric vehicle fleets and advanced recycling infrastructure. A locked-in eight-year contract reduces the council’s flexibility to adopt superior technologies or respond to changing recycling targets without costly contract variations.</p>\n\n<div class=\"what-you-can-do\">\n<h3>What You Can Do</h3>\n<p><strong>Demand Transparency:</strong> Submit a Freedom of Information request to Burnley Borough Council requesting the \"Contract Award Notice\" and the specific Regulation 32 or 72 justification used to bypass competitive tendering. Reference the contract value (£37.6m) and dates (2026-2034) in your request.</p>\n\n<p><strong>Contact Your Councillor:</strong> Write to your ward councillor asking them to raise the negotiated procedure at the next Overview and Scrutiny Committee meeting. Specifically question whether an independent value-for-money assessment was conducted comparing FCC’s pricing against other Lancashire authorities.</p>\n\n<p><strong>Monitor Find a Tender:</strong> Check the government’s <a href=\"https://www.find-tender.service.gov.uk/\">Find a Tender</a> service for any retroactive publication of a \"Voluntary Ex Ante Transparency Notice\" (VEAT), which councils sometimes publish to legitimise direct awards after the fact. The absence of such a notice may indicate procedural irregularities.</p>\n\n<p><strong>Attend Scrutiny Meetings:</strong> Burnley’s Audit and Governance Committee reviews major procurement decisions. Public attendance and questioning at these meetings creates a record of resident concern regarding the lack of competitive process.</p>\n\n<p><strong>Track Performance:</strong> When the contract commences in 2026, monitor monthly performance data—missed collection rates, recycling percentages, and complaint volumes—available through the council’s waste services dashboard. Poor performance in a non-competitive contract provides leverage for early termination arguments under break clauses.</p>\n</div>"
}