{
  "id": "year-end-spending-surge",
  "content": "\n      <p><strong>Hyndburn Borough Council's Regeneration &amp; Housing department spent 12.9 times its monthly average in March</strong> — the worst year-end spending spike of any department across the three East Lancashire councils we analysed. In cash terms, that represents £3.7 million above the department's normal monthly spending.</p>\n\n      <h4>What Is the Year-End Spending Surge?</h4>\n\n      <p>Every council's financial year runs from April to March. Departments that haven't spent their full budget by March face a choice: return the money to reserves, or spend it quickly before the year ends. Too often, the answer is to spend — a practice known as \"use it or lose it\" budgeting.</p>\n\n      <h4>How Hyndburn Compares</h4>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Council</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Worst Department</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">March Spike</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Above Normal</th>\n        </tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\"><td><strong>Hyndburn</strong></td><td>Regeneration &amp; Housing</td><td style=\"text-align:right\"><strong>12.9x</strong></td><td style=\"text-align:right\"><strong>£3,700,000</strong></td></tr>\n        <tr><td>Burnley</td><td>Various departments</td><td style=\"text-align:right\">1.7x</td><td style=\"text-align:right\">—</td></tr>\n        <tr><td>Pendle</td><td>Financial Services</td><td style=\"text-align:right\">2.7x</td><td style=\"text-align:right\">£1,700,000</td></tr>\n      </table>\n\n      <p>At 12.9x, Hyndburn's March spike is <strong>nearly five times worse</strong> than Pendle's and <strong>over seven times worse</strong> than Burnley's. This is not a marginal difference — it suggests a fundamentally different approach to budget management.</p>\n\n      <h4>Why This Matters for Taxpayers</h4>\n\n      <p>When departments rush to spend £3.7 million in a single month above their normal rate, several problems arise:</p>\n      <ul>\n        <li><strong>Reduced scrutiny:</strong> Large volumes of spending processed quickly receive less oversight</li>\n        <li><strong>Poor value for money:</strong> Urgent purchases are less likely to be competitively tendered</li>\n        <li><strong>Unnecessary spending:</strong> If the money wasn't needed for 11 months, was it truly needed in month 12?</li>\n        <li><strong>Budget gaming:</strong> Departments that underspend get their budgets cut the following year — so there's a perverse incentive to spend everything</li>\n      </ul>\n\n      <h4>The Regeneration &amp; Housing Question</h4>\n\n      <p>Regeneration and housing projects often involve large capital expenditures that can legitimately spike in particular months. However, a <strong>12.9x spike specifically in March</strong> — rather than any other month — strongly suggests budget-clearing rather than project timing. If this were driven by project milestones, we would expect to see similar spikes in other months too.</p>\n\n      <h4>What Good Practice Looks Like</h4>\n\n      <p>Well-managed councils address year-end surges by:</p>\n      <ol>\n        <li>Allowing genuine budget carry-forward for planned projects</li>\n        <li>Rewarding departments that return unused funds</li>\n        <li>Requiring additional approval for March spending above a threshold</li>\n        <li>Publicly reporting year-end spending patterns</li>\n      </ol>\n\n      <p><em>All figures derived from publicly available Hyndburn Borough Council spending data. Monthly analysis based on payment dates in published transparency returns.</em></p>\n    "
}
