{"id": "doge-investigation-blackpool", "content": "<h2>Blackpool's Fraud Triangle: 68.2 Out of 100</h2><p>Blackpool Council scores <strong>68.2 out of 100</strong> on our fraud triangle composite — above the Lancashire average but below the county council's 77.1. For a unitary authority managing £4.1 billion across seven years, this score reflects a mix of strong controls in some areas and concerning patterns in others.</p><h2>The Round-Number Problem: £342.5 Million</h2><p>The most striking finding in Blackpool's data is the volume of round-number payments. <strong>5,331 transactions over £5,000 totalling £342.5 million</strong> were paid in round figures — amounts ending in multiple zeros that suggest estimated rather than invoiced values.</p><p>Round-number payments are a recognised red flag in forensic accounting. When a council pays exactly £10,000 or £50,000, it may indicate:</p><ul><li>Budget allocations rather than verified invoices</li><li>Grant payments (which are legitimately round)</li><li>Estimated accruals posted at year-end</li><li>Payments set at threshold levels to avoid additional scrutiny</li></ul><p>At £342.5 million, Blackpool's round-number total is significant even for a council of this size. Distinguishing legitimate grants from potentially problematic estimated payments requires line-by-line investigation.</p><h2>Split Payments: £198.3 Million</h2><p><strong>£198.3 million</strong> in transactions show patterns consistent with payment splitting — where larger amounts appear to have been broken into smaller tranches. While this figure is substantial, it should be assessed in the context of Blackpool's £4.1 billion total: it represents approximately 4.8% of all spending, which is within the range seen across other Lancashire councils.</p><p>Social care commissioning, in particular, generates naturally fragmented payment patterns as care packages are invoiced weekly or monthly by multiple providers for individual service users.</p><h2>Duplicate Payments: A Positive Story</h2><p>Blackpool's likely duplicate payments total just <strong>£217,700</strong> — remarkably low for a dataset containing 630,914 transactions. This suggests that Blackpool's payment processing controls are functioning effectively. For comparison, Lancashire County Council flagged £93.6 million in duplicates across a similar number of transactions.</p><p>This is one area where Blackpool appears to be performing well above the Lancashire average.</p><h2>What the Data Tells Us</h2><p>Blackpool's spending profile reflects the challenges facing England's most deprived seaside authority. High social care spending, complex commissioning arrangements, and chronic demand pressures all shape the financial patterns we observe. The key question is whether the £342.5 million in round-number payments conceals estimation practices that should be tightened — or whether Blackpool's grant-heavy funding model naturally produces these figures.</p><p><em>All figures derived from Blackpool Council's published spending data for April 2019 to January 2026. Analysis performed using automated pattern detection. Full methodology available on the DOGE Investigation page.</em></p>"}