{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Blackpool Council's spending decreased by £79.1M (45.2%) from 2019 to 2026, with a total spend of £4068.9M across 630,914 transactions.</li>\n  <li>The largest year-over-year increase was £514.6M (92.0%) from 2023 to 2024, with a spend of £1074.2M in 2024.</li>\n  <li>The largest year-over-year decrease was £969,671,802 (91.0%) from 2025 to 2026, with a spend of £95.8M in 2026.</li>\n  <li>The council's spending increased by £133.9M (76.5%) from 2019 to 2020, with a spend of £308.8M in 2020.</li>\n  <li>The overall change in spending from 2019 to 2026 shows a significant fluctuation, with a peak spend of £1074.2M in 2024.</li>\n</ul>\n\n<h2>Introduction to Blackpool Council's Spending</h2>\n<p>Blackpool Council's spending data, covering the period from 2019/20 to 2025/26, provides valuable insights into the council's financial trajectory. With a total spend of <strong>£4068.9M</strong> across <strong>630,914</strong> transactions, the data reveals a complex pattern of increases and decreases in spending over the years.</p>\n<p>The data shows that the council's spending increased significantly from <strong>2019</strong> to <strong>2020</strong>, with a rise of <strong>£133.9M (76.5%)</strong>. This increase was followed by more moderate growth in subsequent years, with a <strong>25.0%</strong> increase from <strong>2020</strong> to <strong>2021</strong> and a <strong>4.6%</strong> increase from <strong>2021</strong> to <strong>2022</strong>.</p>\n<p>However, the most notable increase in spending occurred from <strong>2023</strong> to <strong>2024</strong>, with a <strong>92.0%</strong> rise to <strong>£1074.2M</strong>. This significant increase was followed by a moderate decrease of <strong>0.8%</strong> from <strong>2024</strong> to <strong>2025</strong>, and a substantial decrease of <strong>91.0%</strong> from <strong>2025</strong> to <strong>2026</strong>.</p>\n\n<h2>Year-by-Year Spending Trends</h2>\n<p>The year-by-year spending trends reveal a fluctuating pattern, with significant increases and decreases over the years. The data shows that the council's spending peaked in <strong>2024</strong> at <strong>£1074.2M</strong>, followed by a decrease to <strong>£1065.5M</strong> in <strong>2025</strong> and a further decrease to <strong>£95.8M</strong> in <strong>2026</strong>.</p>\n<p>A comparison of the year-by-year spending trends is presented in the following table:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Spending</th>\n      <th>Percentage Change</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2019</td>\n      <td>£174.9M</td>\n      <td>-</td>\n    </tr>\n    <tr>\n      <td>2020</td>\n      <td>£308.8M</td>\n      <td>+76.5%</td>\n    </tr>\n    <tr>\n      <td>2021</td>\n      <td>£386.0M</td>\n      <td>+25.0%</td>\n    </tr>\n    <tr>\n      <td>2022</td>\n      <td>£403.9M</td>\n      <td>+4.6%</td>\n    </tr>\n    <tr>\n      <td>2023</td>\n      <td>£559.6M</td>\n      <td>+38.5%</td>\n    </tr>\n    <tr>\n      <td>2024</td>\n      <td>£1074.2M</td>\n      <td>+92.0%</td>\n    </tr>\n    <tr>\n      <td>2025</td>\n      <td>£1065.5M</td>\n      <td>-0.8%</td>\n    </tr>\n    <tr>\n      <td>2026</td>\n      <td>£95.8M</td>\n      <td>-91.0%</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Conclusion and Implications</h2>\n<p>The analysis of Blackpool Council's spending data reveals a complex pattern of increases and decreases in spending over the years. The significant fluctuations in spending, particularly the substantial increase from <strong>2023</strong> to <strong>2024</strong> and the decrease from <strong>2025</strong> to <strong>2026</strong>, raise important questions about the council's financial management and planning.</p>\n<p>The data suggests that the council's spending is subject to significant variations, which may be influenced by a range of factors, including changes in government policies, economic conditions, and local priorities. Further analysis and investigation are needed to fully understand the underlying causes of these fluctuations and their implications for the council's financial sustainability.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Blackpool Council about the factors influencing the significant increase in spending from 2023 to 2024.</li>\n  <li>Attend Blackpool Council's committee meetings, which are open to the public, to learn more about the council's financial planning and decision-making processes.</li>\n  <li>Check the council's published contracts register to gain insight into the council's procurement practices and supplier relationships.</li>\n  <li>Write to your local councillor about your concerns regarding the council's financial management and the implications of the spending fluctuations for local services and communities.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and gain a deeper understanding of the council's financial activities and trends.</li>\n</ul>\n\n<em>This article is based on Blackpool Council's published spending data covering 2019/20 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}