{"id": "spending-overview", "content": "<h2>The Numbers</h2><p>Blackpool Council's spending data reveals <strong>£4.1 billion</strong> in external payments across <strong>630,914 transactions</strong> with <strong>9,846 unique suppliers</strong> spanning April 2019 to January 2026 — nearly seven years of financial data and the second-largest dataset on the AI DOGE platform.</p><p>As a <strong>unitary authority</strong>, Blackpool handles both district and county-level functions: housing, planning, and waste collection alongside education, social care, highways, and fire services. Its annual budget of approximately <strong>£480 million</strong> reflects this combined responsibility.</p><h2>Where the Money Goes</h2><p>Supplier concentration at Blackpool is low, with an HHI of <strong>77.0</strong> and the top five suppliers accounting for <strong>14.4%</strong> of total expenditure. This is consistent with a large unitary authority managing hundreds of care providers, contractors, and service suppliers across the full range of local government functions.</p><p>The breadth of services — from children's social care placements to seafront maintenance — naturally distributes spending across a wide supplier base.</p><h2>Red Flags in the Data</h2><p>Blackpool's automated DOGE analysis returned a <strong>fraud triangle score of 68.2 out of 100</strong> — above average and indicative of several areas requiring attention:</p><ul><li><strong>£217,700</strong> in likely duplicate payments — relatively modest for a dataset of this size, suggesting reasonable payment controls</li><li><strong>£198.3 million</strong> in suspected split payments — transactions structured below approval thresholds</li><li><strong>£342.5 million</strong> in round-number payments over £5,000 across 5,331 transactions — a high proportion that may indicate estimated rather than invoiced amounts</li></ul><p>The round-number figure is particularly notable. While some round payments are legitimate (grant allocations, fixed-fee contracts), £342.5 million in round-figure payments across 5,331 transactions warrants scrutiny. Round numbers are a recognised indicator of estimated rather than verified payments.</p><h2>Political Context</h2><p>Blackpool Council is controlled by <strong>Labour</strong>. As one of the most deprived local authority areas in England — consistently ranking at or near the bottom of the Index of Multiple Deprivation — the council faces acute demand pressures on social care, housing, and public health services. This deprivation context is critical when assessing spending patterns: high social care expenditure is a function of need, not necessarily waste.</p><h2>Data Quality</h2><p>With nearly seven years of data and 630,914 transactions, Blackpool provides one of the most comprehensive spending records of any council on the platform. The long time series enables meaningful trend analysis across pre-COVID, COVID, and post-COVID periods.</p><p>Explore the full dataset on our <a href=\"/spending\">Spending page</a>, or see our <a href=\"/doge\">DOGE Investigation</a> for deeper analysis.</p>"}