{
  "id": "doge-investigation-overview",
  "content": "\n      <p><strong>We subjected every pound of Pendle Borough Council's published spending data to rigorous automated analysis</strong> — 48,785 transactions totalling £127 million since April 2021. Despite having the lowest total spend of the three East Lancashire councils, Pendle has the <strong>highest transaction volume</strong> by a wide margin, with an average transaction of just £2,604 compared to Burnley's £11,616.</p>\n\n      <p>This pattern of many small payments, rather than fewer large ones, creates its own risks — and our analysis found that Pendle has the most duplicate payment groups of any council we examined.</p>\n\n      <h4>The Headline Numbers</h4>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Finding</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Value</th>\n        </tr>\n        <tr><td>Total spend analysed</td><td style=\"text-align:right\"><strong>£127,000,000</strong></td></tr>\n        <tr><td>Total transactions</td><td style=\"text-align:right\">48,785</td></tr>\n        <tr><td>Unique suppliers</td><td style=\"text-align:right\">3,019</td></tr>\n        <tr><td>Average transaction value</td><td style=\"text-align:right\">£2,604</td></tr>\n        <tr><td>Payments to suppliers during Companies House breaches</td><td style=\"text-align:right\">£37,800</td></tr>\n        <tr><td>Likely duplicate payments</td><td style=\"text-align:right\"><strong>£2,700,000</strong></td></tr>\n        <tr><td>Suspected split payments</td><td style=\"text-align:right\"><strong>£19,500,000</strong></td></tr>\n        <tr><td>Year-end spending spike (Financial Services)</td><td style=\"text-align:right\"><strong>2.7x average</strong></td></tr>\n      </table>\n\n      <h4>1. The Small Payment Problem</h4>\n\n      <p>Pendle processes <strong>48,785 transactions</strong> — more than double Hyndburn (29,802) and nearly 2.5 times Burnley (19,865). Yet its total spend of £127M is the lowest of the three. This means an average transaction of just £2,604, compared to £7,080 at Hyndburn and £11,616 at Burnley.</p>\n\n      <p>High volumes of small transactions increase administrative costs, create more opportunities for errors, and make oversight harder. The sheer volume may explain why Pendle has the most duplicate groups.</p>\n\n      <h4>2. Companies House: The Cleanest Record (But Not Clean)</h4>\n\n      <p>Pendle paid <strong>£37,800 to 4 suppliers</strong> during active Companies House breaches — the lowest of the three councils. All four were rated high severity. While this is significantly better than Hyndburn (£1.1M) or Burnley (£223.9K), even one payment to a non-compliant company should trigger a review.</p>\n\n      <h4>3. 1,311 Duplicate Groups — The Most of Any Council</h4>\n\n      <p>Despite the lowest total spend, Pendle has <strong>1,311 high-confidence duplicate groups</strong> totalling £2.7 million. By comparison, Burnley has 503 groups and Hyndburn has 940. The high volume of small transactions appears to drive this — more payments mean more opportunities for duplication.</p>\n\n      <h4>4. £19.5 Million in Suspected Split Payments</h4>\n\n      <p>Our analysis flagged <strong>777 instances</strong> of potential payment splitting — where payments to the same supplier appear to be artificially divided to stay below approval thresholds. At £19.5 million, this is the highest split payment exposure of the three councils.</p>\n\n      <h4>5. Financial Services Year-End Spike</h4>\n\n      <p>The Financial Services department spent <strong>2.7 times its monthly average in March</strong>, representing £1.7 million above normal spending. While less extreme than Hyndburn's 12.9x spike, it still represents a significant \"use it or lose it\" pattern.</p>\n\n      <h4>Methodology</h4>\n\n      <p>This analysis uses the same automated pipeline applied to Burnley and Hyndburn councils. Pendle's data covers transactions from April 2021 onwards, with a £500 disclosure threshold. All matching and anomaly detection uses identical parameters across all three councils for fair comparison.</p>\n\n      <p><em>All figures derived from publicly available Pendle Borough Council spending data. Full methodology available on request.</em></p>\n    "
}
