{
  "id": "liberata-54m",
  "content": "<p><strong>Pendle Borough Council has committed £54 million—representing nearly one-third of its entire net budget—to a single private outsourcing firm, Liberata, in a contract that claims to save taxpayers just £490,000 annually.</strong> The arrangement, which covers the majority of the council’s back-office functions, leaves the authority critically dependent on one vendor during a period of severe financial stress, raising fundamental questions about value for money and operational resilience.</p>\n\n<p>Analysis of the council’s budget documents reveals that the Liberata contract consumes approximately 31% of Pendle’s net service expenditure. Yet the projected savings—£4.9 million over the contract’s lifetime—represent less than 10% of the total contract value, equating to roughly £9 saved for every £100 spent.</p>\n\n<h2>The Scale of Financial Exposure</h2>\n\n<p>The contract, which runs until 2027 with optional extension periods, costs Pendle approximately £5.4 million annually. For a council with a net budget of roughly £17.4 million, this concentration of spending is unprecedented among Lancashire authorities.</p>\n\n<p>To contextualise this exposure: Pendle’s annual payment to Liberata exceeds the council’s total spending on environmental services, leisure, and community grants combined. In 2023/24, the council implemented £1.2 million in cuts to discretionary services—including the closure of the Pendle Leisure Centre swimming facility and reductions in public toilet maintenance—while simultaneously transferring £5.4 million to Liberata’s accounts.</p>\n\n<p>The £54 million headline figure covers “Business Process Outsourcing” (BPO) services, but council reports indicate additional “transformation charges” and IT capital costs have pushed the total financial commitment higher. The council’s own Medium Term Financial Strategy acknowledges that “a significant proportion of the council’s expenditure is locked into long-term contractual obligations,” limiting its ability to respond to budget emergencies.</p>\n\n<h2>What Liberata Actually Delivers</h2>\n\n<p>Liberata, a subsidiary of the French multinational Inetum, provides the functional backbone of Pendle’s administrative operations. The contract encompasses:</p>\n\n<ul>\n<li><strong>Revenues and Benefits:</strong> Council Tax collection, Non-Domestic Rates administration, and Housing Benefit processing</li>\n<li><strong>Finance and Accounting:</strong> Accounts payable, payroll, and general ledger management</li>\n<li><strong>Information Technology:</strong> Infrastructure management, helpdesk services, and digital transformation projects</li>\n<li><strong>Customer Services:</strong> Contact centre operations and reception facilities</li>\n<li><strong>Data Management:</strong> Electoral registration support and data protection compliance</li>\n</ul>\n\n<p>Effectively, any resident contacting Pendle about their Council Tax bill, any business querying rates, or any employee receiving their payslip interacts with Liberata systems and, frequently, Liberata staff. The council retains only a small “intelligent client” function—approximately 12 full-time equivalent posts—to oversee the arrangement.</p>\n\n<p>This model contrasts sharply with traditional local government delivery, where these functions would be provided by directly employed staff with pension liabilities and employment costs appearing transparently on the council’s books. Under the Liberata model, these costs are embedded within the £5.4 million annual fee, making direct comparison difficult without detailed Freedom of Information (FOI) disclosures.</p>\n\n<h2>The Savings Claim: Do the Numbers Stack Up?</h2>\n\n<p>Pendle Council’s business case for the contract, originally approved in 2017, projected annual savings of £490,000 against the “do minimum” scenario of retaining services in-house. Over a ten-year term, this suggests £4.9 million in total savings—less than the cost of two years’ service payments to Liberata.</p>\n\n<p>However, scrutiny of the methodology reveals these savings depend heavily on assumptions about inflation, salary increases, and IT upgrade costs that may not have materialised. The council calculated the “in-house” alternative at approximately £5.89 million annually, implying Liberata’s £5.4 million fee represents an 8.3% reduction.</p>\n\n<p>Critically, this calculation excludes:\n<ul>\n<li>Termination costs and exit management fees, estimated at £2-3 million should the council wish to bring services back in-house</li>\n<li>Vendor lock-in costs for proprietary IT systems that require Liberata-specific licenses</li>\n<li>Transaction fees for changes to service specifications, which internal documents suggest have added £340,000 in unplanned costs since 2020</li>\n</ul></p>\n\n<p>When amortised over the contract term, the £490,000 annual saving represents just 0.9% of Pendle’s total revenue budget—a marginal gain that critics argue does not justify the loss of operational control.</p>\n\n<h2>Burnley’s Alternative: A Study in Contrast</h2>\n\n<p>Neighbouring Burnley Borough Council presents a stark counterpoint. While Burnley shares certain back-office functions through the Lancashire Shared Service arrangement for Revenues and Benefits, it has retained IT infrastructure and finance functions largely in-house or through short-term, competitive micro-contracts.</p>\n\n<p>Burnley’s most recent financial statements indicate back-office processing costs of approximately £3.8 million annually—30% lower than Pendle’s Liberata expenditure—despite serving a similar population (Burnley: 89,000; Pendle: 92,000). Burnley’s model allows for rapid service reconfiguration; when the pandemic required emergency benefit processing changes in 2020, Burnley implemented modifications within 72 hours. Pendle’s contract required a formal “change control notice” and took three weeks to implement equivalent adjustments.</p>\n\n<p>Furthermore, Burnley’s dispersed supplier base means no single private company can hold the council hostage during contract renegotiations. Pendle’s dependence on Liberata creates a “too big to fail” dynamic where the council cannot threaten termination without potentially destabilising its own revenue collection capabilities.</p>\n\n<h2>Concentration Risk in a Financial Crisis</h2>\n\n<p>The timing of this expenditure raises particular concern. Pendle faces a projected £4.2 million budget gap by 2026/27. The council has already depleted its reserves from £8 million to £3.4 million over five years. Yet the Liberata contract contains fixed annual increases linked to inflation indices, meaning the £5.4 million cost will likely exceed £6 million annually by 2027 regardless of the council’s financial position.</p>\n\n<p>Liberata’s corporate parent, Inetum, reported significant debt restructuring in 2023, raising questions about the long-term stability of the service provider. Should Liberata enter administration, Pendle would face catastrophic service disruption with no readily available alternative supplier capable of absorbing £54 million worth of council functions.</p>\n\n<p>The 31% budget concentration also limits Pendle’s ability to achieve “transformation” savings through digitalisation. While Liberata manages the IT infrastructure, any efficiency gains accrue primarily to the vendor through economies of scale across their multiple council clients, not to Pendle taxpayers.</p>\n\n<div style=\"background-color: #f4f4f4; border-left: 4px solid #d32f2f; padding: 20px; margin: 30px 0;\">\n<h3 style=\"margin-top: 0; color: #d32f2f;\">Key Findings</h3>\n<ul style=\"margin-bottom: 0;\">\n<li><strong>£54 million</strong> total contract value represents 31% of Pendle’s net budget committed to a single private vendor</li>\n<li><strong>£490,000</strong> claimed annual savings equate to less than 1% of the council’s total budget and only 9% of the contract’s annual cost</li>\n<li><strong>£5.4 million</strong> annual payment to Liberata exceeds combined spending on environmental services, leisure and community grants</li>\n<li><strong>Burnley Borough Council</strong> delivers comparable back-office functions for 30% less cost through mixed in-house and shared service models</li>\n<li><strong>£340,000</strong> in additional “change control” costs since 2020 suggest the contract is less flexible than projected</li>\n<li><strong>31%</strong> budget concentration creates existential operational risk should Liberata face financial difficulties</li>\n</ul>\n</div>\n\n<h2>What You Can Do</h2>\n\n<p>Residents and journalists can demand greater transparency through targeted Freedom of Information requests:</p>\n\n<p><strong>FOI Request 1:</strong> “Please provide the full breakdown of payments made to Liberata UK Ltd for each financial year from 2017/18 to 2023/24, including base contract fees, change control charges, and capital IT contributions.”</p>\n\n<p><strong>FOI Request 2:</strong> “Please disclose the exit management provisions in the Liberata contract, specifically the termination costs and minimum notice period required for the council to bring revenues, benefits, and IT services back in-house.”</p>\n\n<p><strong>FOI Request 3:</strong> “Please provide the ‘should-cost’ model or baseline comparison used to calculate the £490,000 annual savings figure, including salary assumptions and headcount comparisons for the in-house alternative.”</p>\n\n<p><strong>Questions for Councillors:</strong> At full council meetings, ask:\n<ul>\n<li>What percentage of the £54 million represents profit margin versus actual service delivery costs?</li>\n<li>Why does Burnley achieve lower back-office costs without outsourcing to a single vendor?</li>\n<li>What contingency plans exist if Liberata enters administration?</li>\n<li>Has the council calculated the break-even point where bringing services back in-house becomes cheaper than continuing the contract?</li>\n</ul></p>\n\n<p>The concentration of 31% of Pendle’s budget with one outsourcing giant represents a strategic bet that has yet to demonstrate proportional returns. With the council facing cuts to frontline services while Liberata’s invoices continue to rise, residents deserve evidence that this arrangement delivers genuine value—not just vendor lock-in dressed as efficiency.</p>"
}