{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Lancaster City Council's spending increased by <strong>£33.9M</strong> (302.7%) from 2021 to 2025.</li>\n  <li>The council's spending decreased by <strong>£3,363,361</strong> (-30.1%) from 2021 to 2022.</li>\n  <li>In 2023, the council's spending increased by <strong>£21.1M</strong> (269.5%) compared to the previous year.</li>\n  <li>The total spend analysed is <strong>£143.2M</strong> across 24,593 transactions from 2021/22 to 2025/26.</li>\n  <li>The spending in 2025 was <strong>£45.1M</strong>, which is a decrease of <strong>£5,062,832</strong> (-10.1%) from the previous year.</li>\n</ul>\n\n<h2>Introduction to Lancaster City Council's Spending</h2>\n<p>Lancaster City Council's spending data, covering the period from 2021/22 to 2025/26, reveals significant fluctuations in the council's expenditure. The total spend analysed is <strong>£143.2M</strong> across 24,593 transactions. This data provides valuable insights into the council's financial trajectory and helps to identify areas where the council's spending has increased or decreased.</p>\n<p>The council's spending increased by <strong>£33.9M</strong> (302.7%) from 2021 to 2025, with the most significant increase occurring between 2022 and 2023, where the spending rose by <strong>£21.1M</strong> (269.5%). This substantial increase suggests that the council may have undertaken new projects or initiatives during this period.</p>\n<p>However, the spending in 2025 was <strong>£45.1M</strong>, which is a decrease of <strong>£5,062,832</strong> (-10.1%) from the previous year. This decrease may indicate that the council is taking steps to reduce its expenditure and manage its finances more effectively.</p>\n\n<h2>Year-over-Year Spending Trends</h2>\n<p>The year-over-year spending trends reveal significant fluctuations in the council's expenditure. The spending decreased by <strong>£3,363,361</strong> (-30.1%) from 2021 to 2022, which may be attributed to the council's efforts to reduce its spending during this period.</p>\n<p>The following years, however, saw significant increases in spending, with the spending rising by <strong>£21.1M</strong> (269.5%) from 2022 to 2023 and by <strong>£21.2M</strong> (73.3%) from 2023 to 2024. These increases suggest that the council may have undertaken new projects or initiatives during these periods.</p>\n<p>The spending trends are summarised in the following table:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Spending</th>\n      <th>Change</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2021</td>\n      <td><strong>£11.2M</strong></td>\n      <td></td>\n    </tr>\n    <tr>\n      <td>2022</td>\n      <td><strong>£7.8M</strong></td>\n      <td>-<strong>£3,363,361</strong> (-30.1%)</td>\n    </tr>\n    <tr>\n      <td>2023</td>\n      <td><strong>£28.9M</strong></td>\n      <td><strong>£21.1M</strong> (269.5%)</td>\n    </tr>\n    <tr>\n      <td>2024</td>\n      <td><strong>£50.1M</strong></td>\n      <td><strong>£21.2M</strong> (73.3%)</td>\n    </tr>\n    <tr>\n      <td>2025</td>\n      <td><strong>£45.1M</strong></td>\n      <td>-<strong>£5,062,832</strong> (-10.1%)</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Conclusion and Future Outlook</h2>\n<p>The analysis of Lancaster City Council's spending data reveals significant fluctuations in the council's expenditure over the period from 2021/22 to 2025/26. The council's spending increased by <strong>£33.9M</strong> (302.7%) from 2021 to 2025, with the most significant increase occurring between 2022 and 2023.</p>\n<p>The spending trends suggest that the council may have undertaken new projects or initiatives during certain periods, which may have contributed to the increases in spending. However, the decrease in spending in 2025 may indicate that the council is taking steps to reduce its expenditure and manage its finances more effectively.</p>\n<p>It is essential for the council to continue to monitor its spending and ensure that it is allocating its resources effectively to meet the needs of its citizens. By analysing the spending data, the council can identify areas where it can improve its financial management and make informed decisions about its future spending.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Lancaster City Council about the specific projects or initiatives that contributed to the significant increases in spending between 2022 and 2023.</li>\n  <li>Attend council committee meetings, which are open to the public, to stay informed about the council's financial decisions and to provide feedback on its spending plans.</li>\n  <li>Check the council's published contracts register to see which suppliers have been awarded contracts and to monitor the council's procurement processes.</li>\n  <li>Write to your local councillor about your concerns regarding the council's spending and to ask questions about its financial management.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to gain a deeper understanding of the council's financial trajectory.</li>\n</ul>\n\n<em>This article is based on Lancaster City Council's published spending data covering 2021/22 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}