{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to Lancaster City Council account for £25.2M, which is 17.6% of the total spend of £143.2M.</li>\n  <li>The top 10 suppliers, including <strong>PRESTON CITY COUNCIL</strong>, <strong>NPOWER COMMERCIAL GAS LTD</strong>, and <strong>WEST DUNBARTONSHIRE COUNCIL</strong>, receive a combined total of £39.2M, representing 27.4% of the total spend.</li>\n  <li>The remaining 1,775 suppliers receive a total of £104.0M, which is 72.6% of the total spend of £143.2M.</li>\n  <li>The largest supplier, <strong>PRESTON CITY COUNCIL</strong>, receives £7.5M, which is 5.3% of the total spend.</li>\n  <li>The total number of transactions analysed is 24,593, with a total spend of £143.2M.</li>\n</ul>\n\n<h2>Introduction to Lancaster City Council's Spending</h2>\n<p>Lancaster City Council's published spending records, available under the Local Government Transparency Code, provide valuable insights into the organisation's financial dealings. The data reveals that the council has spent a total of £143.2M across 24,593 transactions. This article will analyse the top suppliers to the council, examining the concentration risk, contract dependency, and competitive markets.</p>\n<p>The top 5 suppliers to Lancaster City Council are <strong>PRESTON CITY COUNCIL</strong>, <strong>NPOWER COMMERCIAL GAS LTD</strong>, <strong>WEST DUNBARTONSHIRE COUNCIL</strong>, <strong>EMCOR GROUP (UK) PLC</strong>, and <strong>EDEN PROJECT MORECAMBE LTD</strong>. These suppliers receive a combined total of £25.2M, which is 17.6% of the total spend. This raises questions about the council's contract dependency and the potential risks associated with relying on a small number of suppliers.</p>\n<p>The data also shows that the top 10 suppliers receive a combined total of £39.2M, representing 27.4% of the total spend. This suggests that the council's spending is concentrated among a small group of suppliers, which may limit competition and drive up costs.</p>\n\n<h2>Top Suppliers to Lancaster City Council</h2>\n<p>The following table shows the top 10 suppliers to Lancaster City Council, along with the amount they receive and the percentage of the total spend.</p>\n<table>\n  <thead>\n    <tr>\n      <th>Rank</th>\n      <th>Supplier</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1</td>\n      <td><strong>PRESTON CITY COUNCIL</strong></td>\n      <td>£7.5M</td>\n      <td>5.3%</td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td><strong>NPOWER COMMERCIAL GAS LTD</strong></td>\n      <td>£5.0M</td>\n      <td>3.5%</td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td><strong>WEST DUNBARTONSHIRE COUNCIL</strong></td>\n      <td>£5.0M</td>\n      <td>3.5%</td>\n    </tr>\n    <tr>\n      <td>4</td>\n      <td><strong>EMCOR GROUP (UK) PLC</strong></td>\n      <td>£4.1M</td>\n      <td>2.9%</td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td><strong>EDEN PROJECT MORECAMBE LTD</strong></td>\n      <td>£3.5M</td>\n      <td>2.4%</td>\n    </tr>\n    <tr>\n      <td>6</td>\n      <td><strong>BRABNERS LLP</strong></td>\n      <td>£3.5M</td>\n      <td>2.4%</td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td><strong>LANCASHIRE COUNTY COUNCIL</strong></td>\n      <td>£3.1M</td>\n      <td>2.2%</td>\n    </tr>\n    <tr>\n      <td>8</td>\n      <td><strong>HUGH LS MCCONNELL LTD</strong></td>\n      <td>£3.1M</td>\n      <td>2.2%</td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td><strong>CPA BESPOKE JOINERY LTD</strong></td>\n      <td>£2.2M</td>\n      <td>1.5%</td>\n    </tr>\n    <tr>\n      <td>10</td>\n      <td><strong>PININGTON LTD</strong></td>\n      <td>£2.1M</td>\n      <td>1.5%</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Conclusion and Recommendations</h2>\n<p>The analysis of Lancaster City Council's spending data reveals a high degree of concentration among the top suppliers. The council's reliance on a small group of suppliers may limit competition and drive up costs. To mitigate these risks, the council should consider implementing measures to promote competitive markets and reduce contract dependency.</p>\n<p>The council should also ensure that its procurement processes are transparent and fair, with clear criteria for selecting suppliers. This will help to promote competition and ensure that the council is getting the best value for money.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Lancaster City Council about the procurement processes used to select the top suppliers.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions and procurement processes.</li>\n  <li>Check the council's published contracts register to see the details of the contracts awarded to the top suppliers.</li>\n  <li>Write to your local councillor about your concerns regarding the concentration of spending among a small group of suppliers and the potential risks associated with this.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and learn more about the council's financial dealings.</li>\n</ul>\n\n<em>This article is based on Lancaster City Council's published spending data covering available period. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}