{
  "content": "<h2>Claim vs Reality: A Data-Driven Fact Check</h2>\n<p>Several media outlets have published critical coverage of Reform UK's administration at Lancashire County Council. While scrutiny of those in power is essential to democracy, scrutiny must be accurate. Here we fact-check the specific claims made in headlines from Byline Times, North West Bylines, and Conservative Home.</p>\n\n<h3>Claim: \"Reform to bin DOGE at Lancashire County Council and raise council tax instead\" (North West Bylines)</h3>\n<p><strong>Reality:</strong> Reform did not \"bin DOGE.\" The cabinet-approved efficiency review — the local equivalent of the national DOGE process — was launched on 5 June 2025 (Reform's first cabinet meeting) and completed in November 2025. It identified £22 million in savings over three years. The national DOGE team has been providing remote advisory support on bond valuations and pension fund fees.</p>\n<p>The council tax rise of 3.80% is the lowest in Lancashire in 12 years. The Conservatives charged the maximum rate (4.99%) in both of their final years.</p>\n<p><strong>Verdict: Misleading.</strong> DOGE was not binned — it was implemented and delivered results. The council tax rise is lower than any year under the previous two administrations.</p>\n\n<h3>Claim: \"Reform UK's 'Cost Cutting' Council Prepares to Raise Taxes After Presiding Over £46 Million Overspend\" (Byline Times)</h3>\n<p><strong>Reality:</strong> The £46 million figure appears to conflate the £28 million inherited projected overspend with additional service demand pressures. Reform did not \"preside over\" this overspend — they inherited it from the Conservative administration and have since reduced it to near zero.</p>\n<p>The previous Conservative outturn for 2024/25 showed a £10.6 million actual overspend. Their savings delivery rate collapsed from 91.5% to just 48%. These are the figures that created the crisis Reform walked into.</p>\n<p><strong>Verdict: Misleading.</strong> The overspend was inherited, not created by Reform. Attributing it to the new administration reverses the chain of responsibility.</p>\n\n<h3>Claim: \"What are Reform actually reforming in Lancashire?\" (Conservative Home — Aidy Riggott)</h3>\n<p><strong>Reality:</strong> Riggott's critique (published September 2025, four months into Reform's administration) argued that Reform had not implemented a recruitment freeze, not cancelled LGA membership, and that staff numbers had increased. He also noted the DOGE unit had not visited.</p>\n<p>Since that article was published:</p>\n<ul>\n<li>The efficiency review identified £22 million in savings</li>\n<li>The overspend has been reduced from £28 million to near zero</li>\n<li>Agency staff costs have fallen by £1.5 million</li>\n<li>Road defects have been reduced by 42%</li>\n<li>677 new SEND places have been created or announced</li>\n<li>All five care homes saved — after years of underinvestment, Reform inherited the consultation and listened to 1,600+ residents</li>\n<li>Council tax has been set at 3.80% — the lowest rise in 12 years</li>\n<li>Councillor allowances have been frozen, saving £115,000</li>\n</ul>\n<p><strong>Verdict: Outdated.</strong> The article was published too early to assess the full picture. Subsequent months have seen substantial delivery.</p>\n\n<h3>Claim: \"Reform is £40M/year better off due to windfall\" (Conservative opposition argument)</h3>\n<p><strong>Reality:</strong> The argument that improved pension fund performance and additional government funding gave Reform a £40 million annual windfall requires context. Reform inherited:</p>\n<ul>\n<li>£28 million projected overspend requiring closure</li>\n<li>£93 million in additional demand pressures (£54M service demand + £39M inflation)</li>\n<li>Over £35 million in failed Conservative savings that never materialised</li>\n<li>A DSG deficit of £95.5 million (rising to £420M by 2029)</li>\n<li>Council debt of £1.181 billion</li>\n</ul>\n<p>Even if a £40 million windfall existed, it would be entirely consumed by the inherited financial crisis. The idea that Reform is somehow sitting on spare cash is not supported by the numbers.</p>\n<p><strong>Verdict: Misleading.</strong> The windfall argument ignores the scale of the inherited liabilities.</p>\n\n<h3>Claim: John Potter (Lib Dem) described DOGE savings as \"mythical unicorns\"</h3>\n<p><strong>Reality:</strong> The efficiency review identified £22 million in savings. The in-year overspend has been reduced by approximately £28 million. Agency costs are down £1.5 million. Councillor director salaries on pension fund companies have been stopped. Councillor allowances have been frozen, saving £115,000.</p>\n<p>These are not mythical. They are auditable, measurable, and published.</p>\n<p><strong>Verdict: Wrong.</strong></p>\n\n<h3>Our Standard</h3>\n<p>AI DOGE analyses data, not politics. We apply the same forensic standards to every council — including those run by Reform. Our fraud triangle analysis gave Lancashire CC a score of 77.1 (the highest in Lancashire), and we have highlighted £93.6 million in likely duplicate payments regardless of which administration was responsible.</p>\n<p>But when media coverage misrepresents the financial record, it is in the public interest to set the record straight — with data.</p>"
}
