{
  "content": "<h2>The Full Picture on Care Homes</h2>\n<p>After years of underinvestment by the previous Conservative administration, Lancashire's care homes were in a precarious position. Reform inherited a consultation process that was already in the pipeline — and rather than pushing through closures, they listened to the public and saved every home.</p>\n\n<h3>What Reform Inherited</h3>\n<p>Lancashire's adult social care budget of approximately £545 million per year — over 40% of the council's entire net revenue — was under immense pressure. The previous Conservative administration had left a requirement to find £50 million in adult social care savings over 2025/26 and 2026/27. The council's CQC rating stood at \"Requires Improvement\" (2.0 out of 4) — joint-lowest of any county council in England.</p>\n<p>The consultation on the future of care homes was already in the pipeline before Reform took control in May 2025. Reform did not create this situation — they inherited both the underinvestment and the need to consult.</p>\n\n<h3>The Consultation</h3>\n<p>The \"Living Better Lives in Lancashire\" transformation programme had identified potential savings across the care system. A consultation was launched on the future of five residential care homes and five day centres. Reform was keen to consult the public wherever possible — a marked contrast to the previous administration's approach.</p>\n<p>Over 1,600 responses were received — one of the largest consultation exercises in the council's history. The public spoke clearly: these care homes mattered to their communities.</p>\n\n<h3>Reform Listened — and Saved Them</h3>\n<p>In January 2026, following the consultation, Reform announced that all five care homes would be saved. Instead of closures, the council pledged new investment in all five residential homes.</p>\n<p>This is what responsive local government looks like: after years of underinvestment, a new administration inherited a difficult situation, listened to the public through proper consultation, and acted on what residents told them.</p>\n\n<h3>£23 Million Delivered Anyway</h3>\n<p>Despite keeping all care homes open, the Living Better Lives programme still delivered £23 million in savings during 2025/26, with a target of £46.75 million over two years. The savings are coming from better commissioning, reduced reliance on expensive agency placements, and more efficient use of in-house provision — not from closing services that vulnerable residents depend on.</p>\n\n<h3>What the Critics Conveniently Forget</h3>\n<p>Under Labour (2013-2017), Lancashire's adult social care budget was cut directly:</p>\n<ul>\n<li>Physical disability services: cut by 20%</li>\n<li>Learning disability services: cut by 15%</li>\n<li>Substance misuse services: cut by £500,000</li>\n</ul>\n<p>Under the Conservatives (2017-2025), the CQC rating deteriorated to \"Requires Improvement\" while council tax was maxed out year after year.</p>\n<p>Reform is the first administration in a decade to both protect frontline care services and deliver meaningful efficiency savings at the same time.</p>"
}
