{
  "id": "department-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Lancashire County Council spent <strong>£245.0 million</strong> on OP-Residential Long Term Placements, the highest of any department.</li>\n  <li>Corporate Accounting General (BS) accounted for <strong>£152.4 million</strong>, representing <strong>4.1%</strong> of total spending.</li>\n  <li>Secondary schools received <strong>£150.0 million</strong>, closely following corporate accounting in expenditure.</li>\n  <li>LD - APL Supported Living and Chorley & South Ribble BCF each exceeded <strong>£130 million</strong> in spending.</li>\n  <li>Landfill Whinney Hill services cost the council <strong>£74.5 million</strong>, the highest environmental-related expenditure.</li>\n</ul>\n\n<h2>Top Spending Departments</h2>\n<p>Lancashire County Council's largest expenditure goes towards OP-Residential Long Term Placements, with a total of <strong>£245.0 million</strong> over the two-year period. This significant investment reflects the council's commitment to long-term care services, which are essential for supporting vulnerable residents. The next highest expenditure is Corporate Accounting General (BS) at <strong>£152.4 million</strong>, highlighting the administrative costs associated with managing such a large organisation.</p>\n<p>The Schools Block - Secondary received <strong>£150.0 million</strong>, underscoring the council's priority on secondary education. This substantial allocation is crucial for maintaining educational standards and resources across the county's secondary schools. LD - APL Supported Living and Chorley & South Ribble BCF also saw significant spending, with <strong>£146.5 million</strong> and <strong>£134.3 million</strong> respectively, indicating a focus on supported living services and specific local funding allocations.</p>\n\n<h2>Healthcare and Environmental Services</h2>\n<p>Healthcare-related services, such as OP-Nursing Long Term Placements and OP-LWH Home Care, received <strong>£123.4 million</strong> and <strong>£88.1 million</strong> respectively. These figures highlight the council's substantial investment in healthcare services, which are vital for the well-being of the county's residents. The spending on OP-Nursing Long Term Placements is particularly notable, reflecting the ongoing need for long-term nursing care.</p>\n<p>Environmental services also saw significant expenditure, with Landfill Whinney Hill costing <strong>£74.5 million</strong>. This investment is essential for waste management and environmental sustainability. The council's commitment to these services is evident in the substantial allocation of funds, ensuring that environmental health and waste management are prioritised.</p>\n\n<h2>Direct Payments and Infrastructure</h2>\n<p>Direct Payments Direct Cash, which likely includes payments to individuals for personal care and support, amounted to <strong>£69.8 million</strong>. This expenditure is crucial for empowering residents to manage their own care and support needs, promoting independence and choice. The allocation of funds to this service area demonstrates the council's focus on personalised care and support.</p>\n<p>Infrastructure projects, such as the LRL (Old GRLOL PFI), received <strong>£67.2 million</strong>. This investment is likely aimed at maintaining and improving the county's infrastructure, which is essential for economic development and quality of life. The allocation of funds to this area reflects the council's long-term planning and commitment to infrastructure development.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Lancashire County Council about the specific allocations within the OP-Residential Long Term Placements department.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about how funds are allocated and used.</li>\n  <li>Check the council's published contracts register to see detailed information about contracts awarded to suppliers like Corporate Accounting General (BS).</li>\n  <li>Write to your local councillor about the allocation of funds to secondary schools and how it impacts educational resources in your area.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and gain a deeper understanding of how Lancashire County Council allocates its budget.</li>\n</ul>\n\n<em>This article is based on Lancashire County Council's published spending data covering 2024/25 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}