{"id": "doge-investigation-lancashire-cc", "content": "<h2>Lancashire's Fraud Triangle: 77.1 Out of 100</h2><p>Lancashire County Council has the <strong>highest fraud triangle score</strong> of any council on the AI DOGE platform — 77.1 out of 100. This composite score measures the confluence of opportunity, pressure, and rationalisation indicators within spending data. It does not prove fraud; it identifies where the conditions for financial irregularity are most acute.</p><p>For context, the next highest score among Lancashire councils is Burnley at 71.3, followed by Blackpool at 68.2. The county average for district councils sits around 53.</p><h2>£93.6 Million in Likely Duplicate Payments</h2><p>Our analysis flagged <strong>£93.6 million</strong> in transactions where the same supplier received the same amount on the same date — the classic signature of duplicate payment processing. Across 753,220 transactions, this represents a significant failure rate.</p><p>With 11,482 suppliers and a complex Oracle Fusion financial system that has been plagued by implementation problems — including data breaches, payment errors, and missed statutory deadlines — the conditions for duplicate payments are well established. The council's own auditors have flagged IT system failures as a key risk.</p><h2>£433.6 Million in Split Payment Patterns</h2><p>The most striking finding is <strong>£433.6 million</strong> in suspected split payments — transactions that appear to have been structured to fall below approval or procurement thresholds. This is the largest split payment figure on the platform by a wide margin.</p><p>Split payments are a recognised fraud indicator: instead of processing a single £50,000 payment that would trigger senior officer approval, the amount is broken into smaller tranches. While some splitting has operational justifications (staged payments on contracts, for example), the volume here demands investigation.</p><h2>The March Spending Surge</h2><p>LCC's spending data shows a <strong>14.7x spike in March</strong> compared to the monthly average — meaning the council spends nearly fifteen times more in the final month of the financial year than in a typical month. This is the classic \"use it or lose it\" pattern, where budget holders rush to spend remaining allocations before the year-end deadline.</p><p>While some year-end acceleration is normal (grant claims, contract settlements), a 14.7x multiplier is extreme. For comparison, Fylde shows 16.9x (the highest among districts) while most district councils sit between 4x and 8x.</p><h2>Low Supplier Concentration — But Is That Good?</h2><p>The HHI of <strong>84.9</strong> indicates extremely low supplier concentration, with the top five suppliers taking just 15.5% of total spend. On the surface this looks positive — wide competition, no monopoly suppliers.</p><p>However, for a county council managing complex care packages and highways contracts, very low concentration can also indicate fragmentation: hundreds of small providers, inconsistent service quality, and procurement overhead that exceeds any savings from competition.</p><h2>What Should Happen Next</h2><p>A fraud triangle score of 77.1 is not an accusation — it is a signal. The appropriate responses are:</p><ul><li><strong>Internal audit review</strong> of the £93.6 million duplicate payment flags, starting with the highest-value groups</li><li><strong>Procurement compliance check</strong> on the £433.6 million split payment patterns, particularly around approval thresholds</li><li><strong>Year-end spending policy review</strong> to address the 14.7x March surge</li><li><strong>Oracle Fusion audit</strong> to determine whether system failures are contributing to duplicate processing</li></ul><p><em>All figures derived from Lancashire County Council's published spending data for April 2024 to December 2025. Analysis performed using automated pattern detection. Full methodology available on the DOGE Investigation page.</em></p>"}