{
  "content": "<h2>Following the Money in the Pension Fund</h2>\n<p>Lancashire County Pension Fund is one of the largest local government pension schemes in England, managing billions of pounds on behalf of current and retired council workers across Lancashire. The way this fund is managed — and the fees charged for that management — directly affects the retirement security of tens of thousands of people.</p>\n\n<h3>What Reform Found</h3>\n<p>Upon taking control of Lancashire County Council, Reform UK discovered that Councillors had been receiving tens of thousands of pounds in salaries for serving as directors of the LCC pension fund companies — a practice established under the previous Conservative administration. This included paid directorships on the board of Local Pensions Partnership Ltd, the joint venture company managing the fund's investments. Cllr Alan Schofield served as a paid director and shareholder representative on the LPP board until Reform took control in May 2025.</p>\n<p>Reform stopped these councillor director salaries immediately.</p>\n\n<h3>DOGE Advisory Support</h3>\n<p>The national Reform DOGE team — while not physically visiting Lancashire (they have visited only three councils nationally as of September 2025) — has been providing remote advisory support on two critical areas:</p>\n<ul>\n<li><strong>Bond valuations:</strong> Helping the council accurately assess the true position of the VeLTIP portfolio (see our separate investigation)</li>\n<li><strong>Pension fund fee analysis:</strong> Reviewing the fee structures charged by external investment managers and associated entities</li>\n</ul>\n<p>Leader Stephen Atkinson described this as \"a key piece of work that DOGE have been heading which will save council taxpayers a lot of money.\"</p>\n\n<h3>Why This Matters</h3>\n<p>Every pound spent on unnecessary management fees, inflated director remuneration, or opaque intermediary charges is a pound that doesn't go toward securing pension benefits for Lancashire's workers. In a fund of this size, even small percentage point improvements in fee efficiency can translate to millions of pounds over time.</p>\n\n<h3>The Broader Pattern</h3>\n<p>The pension fund fee issue sits alongside the VeLTIP bond scandal (£350 million paper loss), the Oracle Fusion IT failure (data breaches and payment errors), and the savings delivery collapse (from 91.5% in 2023/24 to just 48% in 2024/25) as part of a broader pattern of financial governance failure under the previous Conservative administration.</p>\n<p>Reform's approach — shine a light, follow the money, stop the waste — is exactly what DOGE is supposed to do.</p>"
}
