{
  "content": "<h2>The Numbers Don't Lie</h2>\n<p>When Reform UK took control of Lancashire County Council in May 2025, they inherited a financial crisis: a £28 million projected overspend, a savings delivery rate of just 48%, a concealed £350 million bond portfolio loss, and the joint-lowest CQC adult social care rating of any county council in England.</p>\n<p>Nine months later, the transformation is measurable.</p>\n\n<h3>Overspend: £28M to Near Zero</h3>\n<p>The £28 million projected overspend — inherited in its entirety from the previous Conservative administration — has been systematically eliminated. By Q2 (September 2025), it was reduced to £10.4 million. By December 2025, it stood at £6.2 million. By January 2026, Leader Stephen Atkinson reported the gap had \"nearly disappeared to zero.\"</p>\n<p>That represents approximately 2.5% of the council's £1.2 billion net budget recovered in just eight months — a pace of fiscal correction that few councils have achieved.</p>\n\n<h3>Savings Delivery: From 48% to 100% Target</h3>\n<p>The previous Conservative administration set a savings target of £68.6 million for 2024/25. They delivered just £32.9 million — a 48% delivery rate. More than £35 million in planned savings simply never materialised.</p>\n<p>Reform has set a £60 million savings target for 2025/26 and is targeting 100% delivery. The efficiency review completed in November 2025 identified an additional £22 million in savings over three years across contracts, procurement, property, and digital transformation.</p>\n\n<h3>Council Tax: Lowest Rise in 12 Years</h3>\n<p>Reform's proposed 2026/27 council tax rise of 3.80% (1.8% core + 2.0% adult social care precept) is the lowest increase Lancashire has seen in 12 years. The Conservatives raised council tax to the legal maximum without a referendum — 4.99% — in their final two years. Their highest ever rise was 5.99% in 2018/19.</p>\n\n<h3>Councillor Allowances: Frozen</h3>\n<p>Reform led a near-unanimous vote (75-0, with 3 Lib Dem abstentions) to reject all proposed councillor pay increases, saving between £92,000 and £115,000 annually.</p>\n\n<h3>Agency Staff: £1.5M Reduction</h3>\n<p>Agency staffing costs are now tracking £1.5 million below levels from 12 months prior — a direct result of better workforce planning and reduced reliance on expensive temporary staff.</p>\n\n<h3>Roads: 42% Defect Reduction</h3>\n<p>Road defects have been reduced by 42% in the first six months. The council has allocated £28 million specifically for pothole and structural repairs, with an additional £5 million emergency cabinet decision for responsive patching, resurfacing, and road markings. A total of £45 million has been pledged over three years.</p>\n\n<h3>SEND: 677 New Places</h3>\n<p>277 additional SEND pupil places were created in 2025, with a further 400 new spaces announced in February 2026. A new 200+ pupil special school is to be built by 2027. Over £3 million per year in additional investment has been committed to Educational Psychology services.</p>\n\n<h3>The Context Critics Ignore</h3>\n<p>Every piece of criticism directed at Reform's record at LCC must be weighed against what they inherited: a council where the previous administration failed to deliver more than half its own savings targets, concealed a £350 million bond portfolio loss, maxed out council tax rises year after year, and left adult social care rated joint-worst of any county council in England.</p>\n<p>Reform didn't create these problems. They're fixing them — and the data proves it.</p>"
}
