{"id": "spending-overview", "content": "<h2>The Numbers</h2><p>Lancashire County Council's spending data reveals <strong>£3.6 billion</strong> in external payments across <strong>753,220 transactions</strong> with <strong>11,482 unique suppliers</strong> spanning April 2024 to December 2025. This is by far the largest dataset on the AI DOGE platform — more than all eight district councils combined.</p><p>As the upper-tier authority for Lancashire, LCC is responsible for education, adult social care, children's services, highways, fire, libraries, and waste disposal. Its net budget for 2026/27 stands at <strong>£1,324 million</strong>, dwarfing every district council in the county.</p><h2>Where the Money Goes</h2><p>Despite the enormous scale of spending, supplier concentration is remarkably low. The Herfindahl-Hirschman Index (HHI) sits at just <strong>84.9</strong> — indicating a highly competitive supplier base. The top five suppliers account for only <strong>15.5%</strong> of total expenditure, spread across thousands of care providers, construction firms, and service contractors.</p><p>This low concentration is expected for a county council: the sheer breadth of statutory services — from children's residential placements to highway resurfacing — naturally distributes spending across a vast supplier network.</p><h2>Red Flags in the Data</h2><p>Our automated DOGE analysis assigned Lancashire CC a <strong>fraud triangle score of 77.1 out of 100</strong> — the highest of any council on the platform. The key findings driving this score:</p><ul><li><strong>£93.6 million</strong> in likely duplicate payments — identical supplier, amount, and date combinations appearing multiple times</li><li><strong>£433.6 million</strong> in suspected split payments — transactions structured to fall below approval thresholds</li><li>A <strong>14.7x year-end spike</strong> — March spending at nearly fifteen times the monthly average, suggesting significant budget-rush behaviour</li></ul><p>These figures warrant serious scrutiny. Even if a proportion have legitimate explanations, the scale of potential waste is extraordinary.</p><h2>Political Context</h2><p>Lancashire County Council is controlled by <strong>Reform UK</strong>, which won 53 of 84 seats in the May 2025 elections — a seismic political shift. The authority faces structural financial challenges including a £519 million VeLTIP bond portfolio that has lost approximately £350 million in value, a DSG deficit trajectory heading towards £420 million by 2028/29, and a CQC adult social care rating of \"Requires Improvement\".</p><h2>Data Limitations</h2><p>Due to the enormous size of the spending dataset (484MB), the interactive Spending page is currently disabled for Lancashire CC. The full DOGE analysis and budget data remain available. We are working on a solution to bring the transaction-level browser online for the county council.</p><p>Explore the available data on our <a href=\"/doge\">DOGE Investigation</a> page, or see our <a href=\"/budgets\">Budgets page</a> for GOV.UK financial data.</p>"}