{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Lancashire County Council's total spending increased by <strong>£812.8 million</strong> from 2024 to 2025, a rise of <strong>56.6%</strong>.</li>\n  <li>The council spent <strong>£1,436.5 million</strong> in 2024 and <strong>£2,249.4 million</strong> in 2025.</li>\n  <li>Total spending across the two years amounted to <strong>£3,685.9 million</strong>.</li>\n</ul>\n\n<h2>Significant Year-Over-Year Increase</h2>\n<p>Lancashire County Council experienced a substantial increase in spending from 2024 to 2025. The council's expenditure grew by <strong>£812.8 million</strong>, representing a <strong>56.6%</strong> rise. This significant jump suggests a period of heightened financial activity or increased demand for services. The total spending over the two years reached <strong>£3,685.9 million</strong>, highlighting the scale of the council's financial operations.</p>\n<p>The increase from <strong>£1,436.5 million</strong> in 2024 to <strong>£2,249.4 million</strong> in 2025 indicates a notable shift in the council's financial trajectory. Understanding the drivers behind this growth is crucial for residents and policymakers alike. Whether this increase is due to new initiatives, rising costs, or other factors, it underscores the importance of transparent and accountable spending.</p>\n\n<h2>Comparing Annual Expenditure</h2>\n<p>To better understand the spending trends, it is helpful to compare the annual expenditures side by side. The table below illustrates the year-over-year change in spending.</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Total Spending (£)</th>\n      <th>Change (£)</th>\n      <th>Percentage Change</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2024</td>\n      <td>1,436.5 million</td>\n      <td>-</td>\n      <td>-</td>\n    </tr>\n    <tr>\n      <td>2025</td>\n      <td>2,249.4 million</td>\n      <td>+812.8 million</td>\n      <td>+56.6%</td>\n    </tr>\n  </tbody>\n</table>\n<p>The data clearly shows a significant increase in spending from 2024 to 2025. The <strong>£812.8 million</strong> rise, which corresponds to a <strong>56.6%</strong> increase, highlights the council's growing financial commitments. This trend warrants further investigation to determine the underlying causes and implications for future budgeting.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Lancashire County Council about the specific drivers behind the <strong>£812.8 million</strong> increase in spending from 2024 to 2025.</li>\n  <li>Attend council committee meetings, which are open to the public, to gain insights into the council's financial decisions and spending priorities.</li>\n  <li>Check the council's published contracts register to see detailed information about the suppliers and services involved in the council's expenditure.</li>\n  <li>Write to your local councillor to express any concerns or questions about the significant increase in spending and its potential impact on local services.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and conduct your own analysis of Lancashire County Council's financial activities.</li>\n</ul>\n\n<em>This article is based on Lancashire County Council's published spending data covering 2024/25 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}