{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>Lancashire County Council spent <strong>£3685.9M</strong> across 753,220 transactions over two financial years (2024/25 to 2025/26).</li>\n  <li>The top 5 suppliers accounted for <strong>15.7%</strong> of total spend, or <strong>£577.9M</strong>.</li>\n  <li><strong>NHS Lancashire & South Cumbria ICB</strong> was the second-largest supplier, receiving <strong>£177.8M</strong> (4.8% of total spend).</li>\n  <li>The top 10 suppliers combined received <strong>£785.8M</strong>, representing <strong>21.3%</strong> of total spend.</li>\n  <li>Over <strong>11,499</strong> suppliers accounted for the remaining <strong>£2900.2M</strong> (78.7% of total spend).</li>\n</ul>\n\n<h2>Concentration of Spending</h2>\n<p>Lancashire County Council's spending is highly concentrated among its top suppliers. The top 5 suppliers alone received <strong>£577.9M</strong>, which is <strong>15.7%</strong> of the total <strong>£3685.9M</strong> spent over two years. This concentration raises questions about the council's exposure to risk if any of these key suppliers face financial or operational difficulties.</p>\n<p>The largest supplier, <strong>REDACTED</strong>, received <strong>£214.5M</strong> (5.8% of total spend). While the supplier's name is redacted, the significant share of spending suggests this could be a critical service provider. The second-largest supplier, <strong>NHS Lancashire & South Cumbria ICB</strong>, received <strong>£177.8M</strong> (4.8% of total spend), highlighting the council's substantial investment in healthcare services.</p>\n\n<h2>Top Suppliers and Their Roles</h2>\n<p>The top 10 suppliers received a combined <strong>£785.8M</strong>, which is <strong>21.3%</strong> of the total spend. This indicates a significant dependency on a small number of suppliers for essential services. For instance, <strong>LANCASHIRE RENEWABLES LTD</strong> received <strong>£72.2M</strong> (2.0% of total spend), suggesting a focus on renewable energy initiatives. <strong>SUEZ RECYCLING & RECOVERY UK LTD</strong> received <strong>£59.9M</strong> (1.6% of total spend), indicating a substantial investment in waste management and recycling services.</p>\n<p>Other notable suppliers include <strong>LCCG INTERNAL CARE SUPPLIER</strong>, which received <strong>£52.1M</strong> (1.4% of total spend), and <strong>LANCASHIRE SCHOOLS SPC PHASE 1 LTD</strong>, which received <strong>£44.0M</strong> (1.2% of total spend). These figures suggest that the council is heavily invested in internal care services and school-related projects.</p>\n\n<h2>Competitive Markets and Contract Dependency</h2>\n<p>The concentration of spending among the top suppliers raises questions about the competitiveness of the markets in which Lancashire County Council operates. With the top 5 suppliers accounting for <strong>15.7%</strong> of total spend, there is a potential risk of over-reliance on a limited number of providers. This could limit the council's ability to negotiate better terms or drive innovation through competition.</p>\n<p>Additionally, the remaining <strong>11,499</strong> suppliers accounted for <strong>£2900.2M</strong> (78.7% of total spend), which suggests a broad range of smaller suppliers. However, the significant share of spending among the top suppliers indicates that the council may need to diversify its supplier base to reduce risk and foster a more competitive market.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Lancashire County Council about the nature of services provided by <strong>REDACTED</strong>, the largest supplier.</li>\n  <li>Attend council committee meetings to learn more about the council's procurement strategies and supplier relationships.</li>\n  <li>Check the council's published contracts register to see the terms and conditions of contracts with top suppliers like <strong>NHS Lancashire & South Cumbria ICB</strong> and <strong>LANCASHIRE RENEWABLES LTD</strong>.</li>\n  <li>Write to your local councillor about the concentration of spending among the top suppliers and the potential risks associated with this dependency.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and analyse trends in supplier relationships and spending patterns.</li>\n</ul>\n\n<em>This article is based on Lancashire County Council's published spending data covering 2024/25 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}