{
  "id": "department-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The Housing Revenue Account is the largest department in terms of spending, with a total of £109.4M, accounting for 32.9% of the total spend.</li>\n  <li>Coronavirus business grants have been allocated £21.0M, which is 6.3% of the total spend.</li>\n  <li>Other Service Items and Environmental Services have been allocated £20.3M and £18.0M respectively, which is 6.1% and 5.4% of the total spend.</li>\n  <li>The top 5 departments account for 56.8% of the total spend, with the Housing Revenue Account being the largest.</li>\n  <li>The total spend analysed is £332.9M across 10 financial years.</li>\n</ul>\n\n<h2>Departmental Spending Breakdown</h2>\n<p>The spending data for West Lancashire Borough Council shows that the Housing Revenue Account is the largest department, with a total spend of <strong>£109.4M</strong>, which is 32.9% of the total spend. This is followed by Coronavirus business grants, which have been allocated <strong>£21.0M</strong>, and Other Service Items, which have been allocated <strong>£20.3M</strong>.</p>\n<p>The Environmental Services department has been allocated <strong>£18.0M</strong>, which is 5.4% of the total spend. The table below shows the top 10 departments in terms of spending.</p>\n<table>\n  <thead>\n    <tr>\n      <th>Rank</th>\n      <th>Department</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1</td>\n      <td>Housing Revenue Account</td>\n      <td>£109.4M</td>\n      <td>32.9%</td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td>Coronavirus business grants</td>\n      <td>£21.0M</td>\n      <td>6.3%</td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td>Other Service Items</td>\n      <td>£20.3M</td>\n      <td>6.1%</td>\n    </tr>\n    <tr>\n      <td>4</td>\n      <td>Environmental Services</td>\n      <td>£18.0M</td>\n      <td>5.4%</td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td></td>\n      <td>£17.1M</td>\n      <td>5.1%</td>\n    </tr>\n    <tr>\n      <td>6</td>\n      <td>Housing Public Sector</td>\n      <td>£16.8M</td>\n      <td>5.1%</td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td>Corporate and Customer Services</td>\n      <td>£15.3M</td>\n      <td>4.6%</td>\n    </tr>\n    <tr>\n      <td>8</td>\n      <td>Corporate Services</td>\n      <td>£13.7M</td>\n      <td>4.1%</td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td>Housing and Inclusion</td>\n      <td>£12.6M</td>\n      <td>3.8%</td>\n    </tr>\n    <tr>\n      <td>10</td>\n      <td>Non Service Items</td>\n      <td>£11.6M</td>\n      <td>3.5%</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Analysis of Departmental Spending</h2>\n<p>The data shows that the top 5 departments account for 56.8% of the total spend, with the Housing Revenue Account being the largest. This suggests that the council is prioritising housing and related services.</p>\n<p>The Coronavirus business grants department has been allocated <strong>£21.0M</strong>, which is a significant amount considering the impact of the pandemic on local businesses. The Environmental Services department has also been allocated a significant amount, <strong>£18.0M</strong>, which is 5.4% of the total spend.</p>\n\n<h2>Conclusion</h2>\n<p>The spending data for West Lancashire Borough Council provides valuable insights into the council's priorities and allocation of resources. The Housing Revenue Account is the largest department, followed by Coronavirus business grants and Other Service Items.</p>\n<p>The data also shows that the top 5 departments account for 56.8% of the total spend, with the Housing Revenue Account being the largest. This suggests that the council is prioritising housing and related services.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to West Lancashire Borough Council about the allocation of funds to the Housing Revenue Account.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions.</li>\n  <li>Check the council's published contracts register to see which suppliers have been awarded contracts and for what amount.</li>\n  <li>Write to your local councillor about your concerns regarding the allocation of funds to certain departments.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and analyse the council's spending decisions.</li>\n</ul>\n\n<em>This article is based on West Lancashire Borough Council's published spending data covering 2016/17 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}