{"id": "spending-overview", "content": "<h2>The Numbers</h2><p>West Lancashire Borough Council's spending data reveals <strong>£333 million</strong> in external payments across <strong>43,063 transactions</strong> with <strong>4,614 unique suppliers</strong> spanning April 2016 to March 2026 — a full decade of financial data, one of the longest time series on the platform.</p><p>As a district council with an annual budget of approximately <strong>£14 million</strong>, West Lancashire is responsible for housing, planning, waste collection, leisure, and environmental health. Upper-tier services like education and social care are provided by Lancashire County Council.</p><h2>Where the Money Goes</h2><p>Supplier concentration is moderate, with an HHI of <strong>213.3</strong>. The top supplier, <strong>WATES Property Services</strong>, accounts for <strong>8.8%</strong> of total spend — a significant share for a single contractor, likely reflecting a major housing or building maintenance contract.</p><p>With 4,614 suppliers across a decade of data, West Lancashire has a broad supplier base overall, though the WATES dominance warrants monitoring to ensure competitive tension in future contract renewals.</p><h2>Red Flags in the Data</h2><p>West Lancashire scores <strong>57.8 out of 100</strong> on our fraud triangle composite — the lowest of the seven new councils added to the platform, suggesting relatively clean spending patterns. However, two findings stand out:</p><ul><li><strong>Benford's Law deviation of 8.2%</strong> — a WARNING-level anomaly. Benford's Law predicts the expected distribution of leading digits in naturally occurring numerical data. A deviation above 5% can indicate data manipulation, systematic rounding, or unusual payment patterns</li><li><strong>Year-end spending spike of 12.7x</strong> the monthly average — March spending at nearly thirteen times normal levels, suggesting significant budget-rush behaviour at financial year-end</li></ul><p>The Benford's Law result is noteworthy because West Lancashire has the highest max digit deviation of any district council on the platform except Wyre (7.6%). While this does not prove manipulation — threshold-based reporting (payments over £500) naturally distorts leading digit distributions — it merits further investigation.</p><h2>Political Context</h2><p>West Lancashire is controlled by <strong>Our West Lancs</strong>, a local independent group. The borough is primarily rural with the town of Skelmersdale as its largest settlement, originally designated as a New Town in the 1960s.</p><h2>Data Quality</h2><p>Ten years of spending data provides an exceptionally long baseline for trend analysis. The dataset covers pre-austerity, austerity, COVID, and post-COVID periods, enabling meaningful assessment of how spending priorities have shifted over time.</p><p>Explore the full dataset on our <a href=\"/spending\">Spending page</a>, or see our <a href=\"/doge\">DOGE Investigation</a> for deeper analysis.</p>"}