{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The total spend analysed for West Lancashire Borough Council is £332.9M across 43,063 transactions.</li>\n  <li>Spending increased by £18.1M (62.9%) from 2017 to 2025, with the largest year-over-year increase of +£29.9M (+118.9%) from 2019 to 2020.</li>\n  <li>The largest year-over-year decrease was £25,584,707 (-55.4%) from 2021 to 2022.</li>\n  <li>The spending in 2025 was £46.8M, which is £16.1M more than the spending in 2024, representing a 52.5% increase.</li>\n  <li>The overall change in spending from 2017 to 2025 shows a significant fluctuation, with a notable increase of +£7.2M (+25.0%) from 2017 to 2018.</li>\n</ul>\n\n<h2>Introduction to West Lancashire Spending</h2>\n<p>West Lancashire Borough Council's spending data, covering the period from 2016/17 to 2025/26, provides valuable insights into the council's financial trajectory. The total spend analysed is £332.9M, with 43,063 transactions recorded during this period. The data reveals significant fluctuations in spending over the years, with the largest increase of +£29.9M (+118.9%) from 2019 to 2020, and the largest decrease of £25,584,707 (-55.4%) from 2021 to 2022.</p>\n<p>The spending data indicates that the council's financial situation is complex, with varying levels of expenditure from year to year. For instance, the spending in 2017 was £28.8M, which increased to £35.9M in 2018, representing a +£7.2M (+25.0%) increase. However, the spending decreased to £25.1M in 2019, showing a £10,812,409 (-30.1%) decrease from the previous year.</p>\n<p>It is essential to analyse the spending data to understand the council's financial decisions and their impact on the local community. The data can help identify areas where the council can improve its financial management and make more informed decisions about resource allocation.</p>\n\n<h2>Year-over-Year Spending Trends</h2>\n<p>The year-over-year spending trends for West Lancashire Borough Council are summarised in the following table:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Spending</th>\n      <th>Year-over-Year Change</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2017</td>\n      <td>£28.8M</td>\n      <td>-</td>\n    </tr>\n    <tr>\n      <td>2018</td>\n      <td>£35.9M</td>\n      <td>+£7.2M (+25.0%)</td>\n    </tr>\n    <tr>\n      <td>2019</td>\n      <td>£25.1M</td>\n      <td>£-10,812,409 (-30.1%)</td>\n    </tr>\n    <tr>\n      <td>2020</td>\n      <td>£55.0M</td>\n      <td>+£29.9M (+118.9%)</td>\n    </tr>\n    <tr>\n      <td>2021</td>\n      <td>£46.1M</td>\n      <td>£-8,862,474 (-16.1%)</td>\n    </tr>\n    <tr>\n      <td>2022</td>\n      <td>£20.6M</td>\n      <td>£-25,584,707 (-55.4%)</td>\n    </tr>\n    <tr>\n      <td>2023</td>\n      <td>£43.8M</td>\n      <td>+£23.2M (+112.9%)</td>\n    </tr>\n    <tr>\n      <td>2024</td>\n      <td>£30.7M</td>\n      <td>£-13,067,462 (-29.9%)</td>\n    </tr>\n    <tr>\n      <td>2025</td>\n      <td>£46.8M</td>\n      <td>+£16.1M (+52.5%)</td>\n    </tr>\n  </tbody>\n</table>\n<p>The table highlights the significant fluctuations in spending over the years, with the largest increase in 2020 and the largest decrease in 2022. The spending in 2025 was £46.8M, which is £16.1M more than the spending in 2024, representing a 52.5% increase.</p>\n\n<h2>Conclusion and Future Outlook</h2>\n<p>The spending data for West Lancashire Borough Council reveals a complex financial situation, with significant fluctuations in spending over the years. The data indicates that the council's financial decisions have a substantial impact on the local community, and it is essential to analyse the spending data to understand the council's financial trajectory.</p>\n<p>The <strong>£332.9M</strong> total spend analysed and the <strong>43,063</strong> transactions recorded during the period from 2016/17 to 2025/26 provide valuable insights into the council's financial management. The data can help identify areas where the council can improve its financial decisions and make more informed decisions about resource allocation.</p>\n<p>It is crucial for the council to continue to publish its spending data to ensure transparency and accountability. The data can help the local community understand the council's financial decisions and their impact on the community, and it can also help the council to identify areas for improvement and make more informed decisions about resource allocation.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to West Lancashire Borough Council about the council's financial management and spending decisions.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's financial decisions and their impact on the local community.</li>\n  <li>Check the council's published contracts register to understand the council's procurement decisions and their impact on the local economy.</li>\n  <li>Write to your local councillor about your concerns regarding the council's financial management and spending decisions.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and gain a deeper understanding of the council's financial trajectory.</li>\n</ul>\n\n<em>This article is based on West Lancashire Borough Council's published spending data covering 2016/17 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}