{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to West Lancashire Borough Council account for £89.2M, which is 26.8% of the total spend of £332.9M.</li>\n  <li><strong>WATES PROPERTY SERVICES LTD</strong> is the largest supplier, with a total spend of £29.4M, representing 8.8% of the total.</li>\n  <li>The top 10 suppliers, including <strong>TAWD VALLEY DEVELOPMENTS LTD</strong>, <strong>LANCASHIRE COUNTY COUNCIL</strong>, and <strong>A CONNOLLY LTD</strong>, account for £121.4M, which is 36.5% of the total spend.</li>\n  <li>The remaining 4,604 suppliers account for £211.4M, which is 63.5% of the total spend.</li>\n  <li>The total spend analysed is £332.9M across 43,063 transactions over 10 financial years.</li>\n</ul>\n\n<h2>Introduction to Top Suppliers</h2>\n<p>West Lancashire Borough Council's spending data reveals a significant concentration of expenditure among a small number of suppliers. The top 5 suppliers, including <strong>WATES PROPERTY SERVICES LTD</strong>, <strong>TAWD VALLEY DEVELOPMENTS LTD</strong>, <strong>LANCASHIRE COUNTY COUNCIL</strong>, <strong>A CONNOLLY LTD</strong>, and <strong>PWLB</strong>, account for £89.2M of the total spend.</p>\n<p>This concentration of spend raises questions about the council's contract management and procurement practices. The fact that <strong>WATES PROPERTY SERVICES LTD</strong> alone accounts for £29.4M, or 8.8% of the total spend, suggests a significant level of dependency on this single supplier.</p>\n<p>The council's reliance on a small number of suppliers may also limit the opportunities for other businesses to compete for contracts, potentially reducing the overall value for money achieved by the council.</p>\n\n<h2>Analysis of Top Suppliers</h2>\n<p>The table below shows the top 10 suppliers to West Lancashire Borough Council, along with the total amount spent with each supplier and the percentage of the total spend.</p>\n<table>\n  <thead>\n    <tr>\n      <th>Rank</th>\n      <th>Supplier</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1</td>\n      <td><strong>WATES PROPERTY SERVICES LTD</strong></td>\n      <td>£29.4M</td>\n      <td>8.8%</td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td><strong>TAWD VALLEY DEVELOPMENTS LTD</strong></td>\n      <td>£21.0M</td>\n      <td>6.3%</td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td><strong>LANCASHIRE COUNTY COUNCIL</strong></td>\n      <td>£16.5M</td>\n      <td>4.9%</td>\n    </tr>\n    <tr>\n      <td>4</td>\n      <td><strong>A CONNOLLY LTD</strong></td>\n      <td>£13.2M</td>\n      <td>4.0%</td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td><strong>PWLB</strong></td>\n      <td>£9.2M</td>\n      <td>2.8%</td>\n    </tr>\n    <tr>\n      <td>6</td>\n      <td><strong>ST MODWEN</strong></td>\n      <td>£8.1M</td>\n      <td>2.4%</td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td><strong>RIVERSIDE TRUCK RENTAL LTD</strong></td>\n      <td>£7.3M</td>\n      <td>2.2%</td>\n    </tr>\n    <tr>\n      <td>8</td>\n      <td><strong>RIBBLE VALLEY BOROUGH COUNCIL</strong></td>\n      <td>£6.6M</td>\n      <td>2.0%</td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td><strong>HEAT 2000 LTD</strong></td>\n      <td>£5.2M</td>\n      <td>1.6%</td>\n    </tr>\n    <tr>\n      <td>10</td>\n      <td><strong>ALLIANCE LEISURE SERVICES</strong></td>\n      <td>£4.9M</td>\n      <td>1.5%</td>\n    </tr>\n  </tbody>\n</table>\n<p>The data suggests that the council has a diverse range of suppliers, with no single supplier accounting for more than 8.8% of the total spend. However, the concentration of spend among the top 10 suppliers is still significant, with these suppliers accounting for £121.4M, or 36.5% of the total spend.</p>\n\n<h2>Conclusion and Recommendations</h2>\n<p>The analysis of West Lancashire Borough Council's spending data highlights the importance of effective contract management and procurement practices. The council should consider implementing measures to reduce its dependence on a small number of suppliers and to increase competition for contracts.</p>\n<p>The council should also consider publishing more detailed information about its procurement practices and contract management procedures to increase transparency and accountability.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to West Lancashire Borough Council about its contract management and procurement practices.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions and to ask questions.</li>\n  <li>Check the council's published contracts register to see which contracts are currently in place and which suppliers are being used.</li>\n  <li>Write to your local councillor about your concerns regarding the concentration of spend among a small number of suppliers and the potential impact on local businesses.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to learn more about the council's procurement practices.</li>\n</ul>\n\n<em>This article is based on West Lancashire Borough Council's published spending data covering 2016/17 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}