{
  "last_updated": "2026-02-05T00:00:00Z",
  "next_update": "2026-02-12T03:00:00Z",
  "source": "https://burnley.moderngov.co.uk",
  "how_to_attend": {
    "general": "All council meetings are open to the public unless confidential items are being discussed. Meetings are held at Burnley Town Hall, Manchester Road, Burnley BB11 1JA. Seating is limited — arrive early to guarantee a place.",
    "speak_at_meeting": "To request to speak, register via the 'request to speak' link on the meeting agenda on the ModernGov portal, or download the form from the Web Library. You must summarise the points you intend to raise.",
    "deadlines": {
      "full_council": "5:00 PM the day before the meeting",
      "executive": "5:00 PM the day before the meeting",
      "scrutiny": "5:00 PM the day before the meeting",
      "development_control": "5:00 PM three working days before the meeting",
      "licensing": "5:00 PM three working days before the meeting"
    },
    "public_questions": "At Full Council, there is a formal public question time. Any resident can ask questions on issues affecting the Borough. At Development Control, members of the public may speak for up to 5 minutes per planning application. The Chair may limit total representations to 30 minutes.",
    "contact": "democracy@burnley.gov.uk",
    "recording": "Meetings may be recorded. You can also request permission to record via the ModernGov portal.",
    "tips": "Arrive 10-15 minutes early. Prepare a concise statement under 5 minutes. Stick to facts and specific concerns. If you cannot attend, email your comments to the relevant committee officer before the deadline."
  },
  "meetings": [
    {
      "id": "taxi-licensing-2026-02-11-reconvened",
      "date": "2026-02-11",
      "time": "10:30",
      "committee": "Taxi Licensing Sub Committee",
      "type": "licensing",
      "venue": "Burnley Town Hall",
      "status": "agenda_published",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=159&MId=4314",
      "agenda_items": [
        "Review of a Private Hire Driver's Licence (fitness and propriety)",
        "Private Hire Vehicle Licence Application"
      ],
      "summary": "Reconvened from November 2025. The committee is reviewing whether a private hire driver remains fit and proper to hold a licence, and a new vehicle licence application. Both items will be heard in private session.",
      "public_relevance": "Limited — items are heard in private. However, taxi licensing standards affect passenger safety across Burnley. If you have concerns about taxi standards or safety, you can raise them with the Licensing team.",
      "doge_relevance": null,
      "documents": ["Agenda frontsheet", "Public reports pack", "Hearing Procedure"]
    },
    {
      "id": "dev-control-2026-02-12",
      "date": "2026-02-12",
      "time": "18:30",
      "committee": "Development Control Committee",
      "type": "planning",
      "venue": "Burnley Town Hall",
      "status": "agenda_published",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=139&MId=4083",
      "agenda_items": [
        "Planning application FUL/2025/0464 — Wrights Upholstery",
        "Listed Building Consent LBC/2025/0642 — Towneley Art and Craft Museum",
        "Delegated decisions report (5 Jan – 2 Feb 2026)",
        "Appeals and decisions report"
      ],
      "summary": "Two planning applications: a full application for Wrights Upholstery and listed building consent for work at Towneley Art and Craft Museum. Also reviews delegated decisions and appeals from the past month.",
      "public_relevance": "If you live near either application site, you can register to speak for or against. Wrights Upholstery — check whether this involves a change of use (e.g. to residential or HMO). Towneley Museum — listed building works should preserve the heritage asset. You can also review all delegated planning decisions made by officers without committee approval.",
      "doge_relevance": null,
      "speak_deadline": "5:00 PM Monday 9 February 2026",
      "documents": ["Agenda reports pack (8 MB)", "Committee reports for both applications", "Location plans", "Delegated decisions list"]
    },
    {
      "id": "key-decisions-2026-02-17",
      "date": "2026-02-17",
      "time": "17:00",
      "committee": "Notice of Key Decisions and Private Meetings",
      "type": "notice",
      "venue": null,
      "status": "upcoming",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=213&MId=4095",
      "agenda_items": [],
      "summary": "Publication of the 28-day forward notice of key decisions the Executive plans to take, and notice of any meetings (or parts of meetings) the Executive intends to hold in private. This is a transparency requirement, not a physical meeting.",
      "public_relevance": "Important for accountability. The forward plan reveals what major decisions are being made behind closed doors. Review this to find out what significant spending or policy decisions are coming. If the Executive plans private sessions, consider whether these should be public.",
      "doge_relevance": "Monitor for any major contracts, outsourcing decisions, or significant expenditure that should be scrutinised. Previous DOGE analysis found £10.5M in payments to suppliers without formal contracts."
    },
    {
      "id": "scrutiny-2026-02-18",
      "date": "2026-02-18",
      "time": "18:30",
      "committee": "Scrutiny Committee",
      "type": "scrutiny",
      "venue": "Burnley Town Hall",
      "status": "upcoming",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=137&MId=4097",
      "agenda_items": [],
      "summary": "Agenda not yet published. The Scrutiny Committee holds the Executive to account, reviews policy decisions, and can call in Executive decisions for further examination. This is a key oversight body.",
      "public_relevance": "This is one of the most important meetings for public accountability. Scrutiny can question cabinet members on any decision. Once the agenda is published, check whether any spending, contracts, or service changes are being reviewed. You can request the committee to look into specific issues.",
      "doge_relevance": "Scrutiny should be examining the findings identified in our spending analysis: duplicate payments (£9.5M flagged), uncontracted suppliers (£10.5M), and the concentration of spending with Liberata (£21M for outsourced services). Consider writing to the committee requesting these items be scrutinised."
    },
    {
      "id": "licensing-2026-02-19-cancelled",
      "date": "2026-02-19",
      "time": "18:30",
      "committee": "Licensing Committee",
      "type": "licensing",
      "venue": "Burnley Town Hall",
      "status": "cancelled",
      "cancelled": true,
      "link": null,
      "agenda_items": [],
      "summary": "This meeting has been cancelled. No reason given publicly.",
      "public_relevance": "None — meeting cancelled.",
      "doge_relevance": null
    },
    {
      "id": "executive-2026-02-25",
      "date": "2026-02-25",
      "time": "18:30",
      "committee": "Executive",
      "type": "executive",
      "venue": "Burnley Town Hall",
      "status": "upcoming",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=138&MId=4086",
      "agenda_items": [],
      "summary": "Agenda not yet published. The Executive (cabinet) is the key decision-making body, led by the Council Leader. It makes decisions on spending, contracts, and policy that affect all residents. Items often include contract awards, budget updates, and service changes.",
      "public_relevance": "The Executive takes the most significant spending decisions. Once the agenda is published, look for contract awards, consultancy appointments, and any budget reallocations. You can register to speak on any non-confidential item.",
      "doge_relevance": "The Executive approves major contracts. Our analysis found Liberata received over £21M (10% of all spending) for outsourced revenues, benefits, and IT services. Any contract renewals or new outsourcing arrangements should be challenged. Also watch for consultancy appointments — £1.67M was spent on external consultants."
    },
    {
      "id": "town-board-2026-02-27",
      "date": "2026-02-27",
      "time": "10:00",
      "committee": "Burnley Town Board (Pride in Place)",
      "type": "partnership",
      "venue": "To be confirmed",
      "status": "provisional",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=301&MId=4332",
      "agenda_items": [],
      "summary": "Provisional meeting of the Town Board, part of the government's Pride in Place / levelling up programme. The board oversees town centre investment and regeneration priorities for Burnley, including how central government funding is allocated locally.",
      "public_relevance": "Town Board decisions shape Burnley's regeneration spending. If you have views on town centre investment priorities, high street improvements, or how levelling up money should be spent, this is the forum. The board includes non-councillor members from local businesses and community groups.",
      "doge_relevance": "Pioneer Place — the major town centre development — involved a £19.8M single-day payment to law firm Geldards. The Town Board should be asked about the value for money of this and other regeneration investments."
    },
    {
      "id": "full-council-2026-03-03",
      "date": "2026-03-03",
      "time": "18:30",
      "committee": "Full Council",
      "type": "full_council",
      "venue": "Burnley Town Hall",
      "status": "upcoming",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=151&MId=4108",
      "agenda_items": [],
      "summary": "Agenda not yet published. Full Council is the meeting of all 45 councillors. It decides major policy, sets the budget and council tax, and debates motions. It includes formal public question time where any resident can ask questions. The February 4th Full Council meeting covered revenue and capital budget monitoring, treasury management, fees and charges for 2026/27, and the Prairie Sports Village 3G pitch.",
      "public_relevance": "This is the most important meeting for residents. You can ask ANY question about council activities during public question time. Given this follows the budget-setting period, there may be items on council tax levels, service charges, and major spending commitments. Use this opportunity to ask about spending concerns identified in transparency data.",
      "doge_relevance": "Full Council is the best forum to raise DOGE questions publicly. Suggested questions: (1) What action has been taken on the £9.5M in potential duplicate payments? (2) Why were £10.5M in payments made to suppliers without formal contracts? (3) What is the plan for bringing Liberata services back in-house when the contract expires? (4) Can the council publish a register of all consultancy appointments and their outcomes?"
    },
    {
      "id": "key-decisions-2026-03-06",
      "date": "2026-03-06",
      "time": "17:00",
      "committee": "Notice of Key Decisions and Private Meetings",
      "type": "notice",
      "venue": null,
      "status": "upcoming",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=213&MId=4111",
      "agenda_items": [],
      "summary": "Forward plan of key decisions and private meeting notices for the coming 28 days.",
      "public_relevance": "Check for upcoming major spending decisions, contract awards, or policy changes that the Executive is planning.",
      "doge_relevance": "Monitor for contract renewals or new outsourcing arrangements."
    },
    {
      "id": "scrutiny-2026-03-11",
      "date": "2026-03-11",
      "time": "18:30",
      "committee": "Scrutiny Committee",
      "type": "scrutiny",
      "venue": "Burnley Town Hall",
      "status": "upcoming",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=137&MId=4113",
      "agenda_items": [],
      "summary": "Agenda not yet published. Scrutiny reviews Executive decisions and can call in any decision for further examination.",
      "public_relevance": "If any concerning decisions were made at the February 25th Executive or March 3rd Full Council, this is where they can be challenged. Write to the Scrutiny Committee requesting items be added to the agenda.",
      "doge_relevance": "Request scrutiny of uncontracted suppliers, duplicate payment investigation progress, and value for money on major outsourcing contracts."
    },
    {
      "id": "dev-control-2026-03-12",
      "date": "2026-03-12",
      "time": "18:30",
      "committee": "Development Control Committee",
      "type": "planning",
      "venue": "Burnley Town Hall",
      "status": "upcoming",
      "cancelled": false,
      "link": "https://burnley.moderngov.co.uk/ieListDocuments.aspx?CId=139&MId=4100",
      "agenda_items": [],
      "summary": "Agenda not yet published. Planning applications for determination. Will include delegated decisions and appeals reports.",
      "public_relevance": "Check the agenda when published for any planning applications near your home. Applications for HMOs, takeaways, large developments, and changes of use are common — and you can object or support. Register to speak by 5pm three working days before.",
      "doge_relevance": null
    }
  ]
}
