{
  "id": "in-house-vs-outsourced",
  "content": "\n      <p><strong>Hyndburn Borough Council runs most of its services in-house with an estimated 137 staff, while neighbouring Burnley and Pendle have outsourced significant service areas to private contractors. How do these models compare on cost, quality, and democratic accountability — and is anyone actually measuring?</strong></p>\n\n      <h4>Three Councils, Three Models</h4>\n\n      <p>The three East Lancashire district councils have taken markedly different approaches to service delivery:</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Council</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Model</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Est. Annual Cost</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Cost Per Resident</th>\n          <th style=\"text-align:right; padding: 0.5rem;\">Est. Staff</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Democratic Control</th>\n        </tr>\n        <tr><td style=\"padding: 0.5rem;\">Hyndburn</td><td style=\"padding: 0.5rem;\">Mostly in-house</td><td style=\"text-align:right; padding: 0.5rem;\">~£5-6M (estimated)</td><td style=\"text-align:right; padding: 0.5rem;\">~£62-74</td><td style=\"text-align:right; padding: 0.5rem;\">~137</td><td style=\"padding: 0.5rem;\">High — direct management</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Burnley</td><td style=\"padding: 0.5rem;\">Outsourced to Liberata</td><td style=\"text-align:right; padding: 0.5rem;\">£3.4M</td><td style=\"text-align:right; padding: 0.5rem;\">~£38</td><td style=\"text-align:right; padding: 0.5rem;\">N/A (contractor)</td><td style=\"padding: 0.5rem;\">Medium — contract governance</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Pendle</td><td style=\"padding: 0.5rem;\">Outsourced to Liberata</td><td style=\"text-align:right; padding: 0.5rem;\">~£2.4M/year</td><td style=\"text-align:right; padding: 0.5rem;\">~£26</td><td style=\"text-align:right; padding: 0.5rem;\">N/A (contractor)</td><td style=\"padding: 0.5rem;\">Low — largest proportionate spend</td></tr>\n      </table>\n\n      <p><em>Note: Hyndburn's in-house cost is estimated because the council does not publish a single comparable figure for the services that Liberata provides to Burnley and Pendle. This lack of comparable data is itself part of the problem.</em></p>\n\n      <h4>What Does Liberata Provide?</h4>\n\n      <p>Liberata is a private company that provides back-office and customer-facing services to councils. For Burnley and Pendle, the contracted services typically include:</p>\n\n      <ul>\n        <li><strong>Revenues and benefits:</strong> Council tax collection, business rates, housing benefit processing</li>\n        <li><strong>Customer services:</strong> Contact centre, reception, online enquiries</li>\n        <li><strong>Financial processing:</strong> Accounts payable, accounts receivable, payroll</li>\n        <li><strong>ICT services:</strong> Technology infrastructure and support</li>\n      </ul>\n\n      <p>Pendle's Liberata contract is reportedly worth <strong>£16.7 million over the contract period</strong> — making it the largest proportionate outsourcing commitment relative to council budget of the three councils. This is a significant delegation of core council functions to a private company.</p>\n\n      <h4>The Case for In-House Delivery</h4>\n\n      <p>Hyndburn's in-house model has genuine advantages:</p>\n\n      <ul>\n        <li><strong>Direct accountability:</strong> Staff report to council managers who report to elected members. There is no contractual barrier between the council and service delivery</li>\n        <li><strong>No profit extraction:</strong> Every pound spent on in-house services goes to staff wages and service delivery, not to shareholder returns</li>\n        <li><strong>Flexibility:</strong> The council can change processes, priorities, and staffing without renegotiating a contract</li>\n        <li><strong>Staff loyalty and local knowledge:</strong> In-house teams build institutional knowledge and community relationships over time</li>\n        <li><strong>No contract transition costs:</strong> Outsourcing contracts involve expensive procurement, transition, and mobilisation phases</li>\n      </ul>\n\n      <h4>The Case for Outsourcing</h4>\n\n      <p>Burnley and Pendle's outsourced model also has defensible advantages:</p>\n\n      <ul>\n        <li><strong>Economies of scale:</strong> Liberata serves multiple councils and can spread technology and management costs across a larger base</li>\n        <li><strong>Specialist expertise:</strong> A dedicated revenues and benefits company can invest in specialist training and systems</li>\n        <li><strong>Risk transfer:</strong> Performance targets and financial penalties can be written into contracts</li>\n        <li><strong>Potential savings:</strong> Burnley's £3.4M annual cost may be lower than running equivalent services in-house</li>\n        <li><strong>Technology investment:</strong> Large contractors can invest in modern systems that individual small councils cannot afford</li>\n      </ul>\n\n      <h4>The Critical Question: Is Anyone Comparing?</h4>\n\n      <p>The fundamental problem with Hyndburn's in-house model is not that it is inherently wrong — it is that <strong>nobody appears to be benchmarking it</strong>. Without rigorous comparison data, it is impossible to know whether Hyndburn's in-house services cost more, less, or about the same as what Liberata charges Burnley and Pendle for equivalent work.</p>\n\n      <p>Key comparison metrics that should be published include:</p>\n\n      <table style=\"width:100%; border-collapse: collapse; margin: 1rem 0;\">\n        <tr style=\"border-bottom: 1px solid var(--border-color);\">\n          <th style=\"text-align:left; padding: 0.5rem;\">Metric</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Why It Matters</th>\n          <th style=\"text-align:left; padding: 0.5rem;\">Currently Published?</th>\n        </tr>\n        <tr><td style=\"padding: 0.5rem;\">Cost per council tax account collected</td><td style=\"padding: 0.5rem;\">Core efficiency measure for revenues</td><td style=\"padding: 0.5rem;\">No</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Housing benefit processing time</td><td style=\"padding: 0.5rem;\">Speed of service to vulnerable claimants</td><td style=\"padding: 0.5rem;\">DWP publishes some data</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Council tax collection rate</td><td style=\"padding: 0.5rem;\">Revenue generation effectiveness</td><td style=\"padding: 0.5rem;\">Yes — but not linked to cost</td></tr>\n        <tr><td style=\"padding: 0.5rem;\">Customer satisfaction scores</td><td style=\"padding: 0.5rem;\">Service quality from user perspective</td><td style=\"padding: 0.5rem;\">No</td></tr>\n        <tr style=\"background: rgba(255,69,58,0.2);\"><td style=\"padding: 0.5rem;\"><strong>Total cost of in-house vs outsourced model</strong></td><td style=\"padding: 0.5rem;\"><strong>The fundamental value-for-money question</strong></td><td style=\"padding: 0.5rem;\"><strong>No</strong></td></tr>\n      </table>\n\n      <h4>The Parkinson Problem: Preference Without Evidence</h4>\n\n      <p>Cllr Miles Parkinson maintained the in-house model throughout his <strong>12 years as Leader</strong> (2011-2023). This may have been the right decision — but it was never demonstrably an evidence-based one.</p>\n\n      <p>Under Parkinson's highly centralised leadership, the choice to keep services in-house was effectively a political preference rather than a data-driven strategy. The hallmarks of good decision-making were absent:</p>\n\n      <ul>\n        <li><strong>No published benchmarking:</strong> There is no public evidence that Hyndburn systematically compared its in-house costs against outsourced alternatives during Parkinson's tenure</li>\n        <li><strong>No market testing:</strong> The council does not appear to have gone to market to test whether private providers could deliver the same services at lower cost</li>\n        <li><strong>No published unit costs:</strong> Without unit cost data (cost per transaction, cost per account, cost per call), it is impossible to compare models</li>\n        <li><strong>Centralised decision:</strong> The in-house model was maintained by a leader who dominated all major decisions. There was no meaningful scrutiny of whether the model was still delivering the best value after a decade</li>\n      </ul>\n\n      <p>Keeping services in-house is a defensible choice. Keeping them in-house for 12 years without ever publishing comparative data to prove they offer value for money is not. Under Parkinson, \"in-house\" became an article of faith rather than an evidence-based policy.</p>\n\n      <h4>Burnley's Return to In-House: A Cautionary Tale for Everyone</h4>\n\n      <p>It is worth noting that <strong>Burnley Borough Council is reportedly bringing its Liberata services back in-house from 2026</strong>. This suggests that the outsourced model has not delivered everything Burnley hoped for either. The grass is not always greener on the other side of a procurement exercise.</p>\n\n      <p>This development should inform the debate in several ways:</p>\n\n      <ul>\n        <li>Outsourcing is not a permanent solution — contracts end, and transition costs can be significant both ways</li>\n        <li>The savings from outsourcing may diminish over time as contract extensions and variations accumulate</li>\n        <li>Burnley's experience suggests that in-house delivery may indeed be preferable — but this conclusion should be based on data, not ideology</li>\n      </ul>\n\n      <h4>Questions the Council Should Answer</h4>\n\n      <ol>\n        <li><strong>What is the total annual cost</strong> of Hyndburn's in-house revenues, benefits, customer services, and ICT functions?</li>\n        <li><strong>How does this compare on a per-resident and per-transaction basis</strong> to what Burnley and Pendle pay Liberata?</li>\n        <li><strong>Has the council conducted any formal benchmarking exercise</strong> in the last 10 years?</li>\n        <li><strong>What are the unit costs</strong> for key transactions: council tax account management, housing benefit processing, customer service calls?</li>\n        <li><strong>Has the council sought any external advice</strong> on service delivery model options?</li>\n        <li><strong>What technology investments</strong> have been made to support in-house delivery, and how do these compare to what Liberata provides?</li>\n      </ol>\n\n      <p>The in-house vs outsourced debate should be resolved by evidence, not ideology. Hyndburn residents deserve to know whether their model is delivering better or worse value than the alternatives — and that requires the council to publish the data.</p>\n\n      <p><em>Cost estimates are based on publicly available spending data, FOI responses, and council budget documents. Hyndburn's in-house costs are approximated as directly comparable figures are not published. Readers are encouraged to submit FOI requests for detailed in-house service costs. Burnley's Liberata contract value is based on published transparency data.</em></p>\n    "
}
