{
  "id": "purchase-card-deep-dive",
  "content": "<p>Analysis of Burnley Borough Council's financial records reveals 2,847 purchase card transactions totaling £1.2 million, with significant portions directed toward entertainment subscriptions, artificial intelligence software, and fast-food delivery services. The data exposes gaps in procurement oversight, as purchase cards allow officers to circumvent standard competitive tendering processes typically required for council expenditure.</p>\n\n<div style=\"background-color: #f5f5f5; border-left: 4px solid #d32f2f; padding: 20px; margin: 20px 0;\">\n<h3>Key Findings</h3>\n<ul>\n<li><strong>2,847 transactions</strong> worth £1.2 million processed through council purchase cards between 2022 and 2024</li>\n<li><strong>Entertainment and software subscriptions</strong> including Netflix and ChatGPT Pro appearing on taxpayer-funded cards</li>\n<li><strong>Food delivery services</strong> such as Domino's Pizza recorded among operational expenses</li>\n<li><strong>Procurement bypass</strong> enabled by purchase cards, which avoid standard competitive tendering thresholds</li>\n<li><strong>Limited transparency</strong> with minimal public documentation justifying individual transaction necessity</li>\n</ul>\n</div>\n\n<h2>The Scale of Un scrutinised Spending</h2>\n\n<p>Burnley Borough Council's purchase card programme represents a substantial channel for public expenditure that operates largely outside public scrutiny. The 2,847 transactions identified in the dataset average £421 per transaction, with numerous high-value purchases clustering just below procurement thresholds that would trigger formal tendering requirements.</p>\n\n<p>Purchase cards function as corporate credit cards designed for operational convenience, allowing officers to make immediate purchases without invoice processing delays. However, this efficiency comes at a cost to transparency. While the council publishes quarterly spending data exceeding £500, purchase card transactions often lack itemised descriptions, making it impossible for residents to determine whether individual purchases represent legitimate operational needs or discretionary spending.</p>\n\n<p>The £1.2 million total spans multiple departmental budgets, with concentrations in corporate services, regeneration, and community support divisions. Without detailed departmental breakdowns publicly available, constituents cannot assess whether these expenditures align with declared service priorities or represent budgetary drift into non-essential categories.</p>\n\n<h2>Streaming Services and Software Subscriptions</h2>\n\n<p>Among the most contentious entries in the dataset are recurring payments to entertainment streaming platforms. Netflix subscriptions appear in the transaction logs, raising immediate questions about legitimate council use cases for entertainment content. While councils occasionally require media monitoring or staff training resources, standard procurement practice would typically route such subscriptions through centralised contracts with educational or professional licensing terms, not consumer-grade entertainment accounts.</p>\n\n<p>Similarly, payments to OpenAI for ChatGPT Pro subscriptions indicate the council's adoption of generative artificial intelligence tools. The £20-per-month-per-user subscription model suggests multiple licences across departments. While AI tools may offer legitimate productivity benefits for drafting correspondence or analysing documents, the absence of published AI governance frameworks or transparency regarding which officers access these tools creates accountability gaps.</p>\n\n<p>Unlike standard software procurement, which would involve information security assessments, data protection impact assessments, and competitive evaluation against alternatives such as Microsoft Copilot or Google Bard, purchase card acquisitions bypass these safeguards. The council has not disclosed whether ChatGPT usage complies with GDPR requirements regarding personal data processing or whether sensitive council information has been input into third-party AI systems.</p>\n\n<h3>The Domino's Delivery Dilemma</h3>\n\n<p>Multiple transactions to Domino's Pizza throughout the reporting period highlight persistent issues with hospitality and subsistence controls. While councils legitimately incur catering costs for public meetings, training sessions, or emergency response situations, the frequency and pattern of fast-food delivery purchases suggest potential policy breaches regarding acceptable meal allowances.</p>\n\n<p>Standard local government subsistence policies typically restrict claims to reasonable meal costs incurred during extended duty hours, often requiring itemised receipts and business justifications. Purchase card payments to food delivery services circumvent these controls, as the transaction appears as a single merchant charge without itemised breakdowns of quantities ordered or attendee numbers. A £40 Domino's transaction could represent sustenance for four staff working late or individual consumption without business justification—the data does not distinguish between these scenarios.</p>\n\n<h2>Bypassing Democratic Procurement</h2>\n\n<p>The fundamental concern regarding purchase card expenditure lies in its exemption from procurement regulations designed to ensure value for money and prevent conflicts of interest. Under UK public procurement law, councils must advertise contracts exceeding specific thresholds—currently £5,000 for local authority contracts—allowing local businesses to compete for public money and ensuring transparent vendor selection.</p>\n\n<p>Purchase cards systematically evade these protections by fragmenting expenditure into sub-threshold transactions. A £900 software subscription avoids scrutiny that a £1,800 annual contract would attract. When multiplied across 2,847 transactions, this fragmentation potentially denies local Burnley and Lancashire businesses the opportunity to compete for substantial collective contracts while preventing councillors and residents from assessing whether the council secured best value.</p>\n\n<p>The £1.2 million total, if consolidated into proper procurement frameworks, would require formal tendering and performance monitoring. Instead, individual officers exercise discretion over vendor selection without competitive benchmarking. This creates particular risks regarding recurring subscriptions, where automatic renewals may continue for months after operational needs expire simply because no systematic review process exists for purchase card mandates.</p>\n\n<h2>What This Means for Burnley Residents</h2>\n\n<p>For council tax payers in Burnley, where the average Band D property pays approximately £2,042 annually (including precepts), the £1.2 million purchase card total represents roughly 0.6% of the council's net budget. While proportionally small, the principle of unchecked spending undermines confidence in fiscal management during ongoing austerity pressures affecting frontline services.</p>\n\n<p>The appearance of entertainment subscriptions and fast food on official expenditure suggests either inadequate spending controls or cultural acceptance of discretionary purchasing that would be unacceptable in private sector organisations managing tight margins. When libraries face hours reductions and youth services operate on diminished budgets, expenditure on streaming entertainment raises legitimate questions about priority setting.</p>\n\n<p>Furthermore, the opacity of purchase card data—showing merchant names but not itemised baskets or specific business justifications—contrasts poorly with best practice transparency standards. Residents cannot determine whether Netflix charges represent a single mistaken transaction or ongoing departmental subscriptions, nor whether Domino's purchases correlate with documented emergency response incidents or routine working lunches.</p>\n\n<h2>What You Can Do</h2>\n\n<p>Residents seeking accountability regarding Burnley Borough Council's purchase card policies can exercise democratic oversight through the following mechanisms:</p>\n\n<h3>Submit Targeted Freedom of Information Requests</h3>\n<p>Request specific documentation using the council's FOI portal:</p>\n<ul>\n<li><strong>Transaction details:</strong> \"Provide itemised receipts and business justifications for all purchase card transactions to Netflix, OpenAI/ChatGPT, and Domino's Pizza between 1 January 2022 and 31 December 2024.\"</li>\n<li><strong>Policy documents:</strong> \"Provide the current Purchase Card Policy and procedures regarding acceptable merchant categories, spending limits per transaction, and monthly reconciliation requirements.\"</li>\n<li><strong>Usage statistics:</strong> \"Provide the number of active purchase cards by department, total spending limits assigned, and details of any cards cancelled due to policy breaches during 2023-2024.\"</li>\n<li><strong>AI governance:</strong> \"Provide all Data Protection Impact Assessments, AI usage policies, and Information Security risk assessments conducted regarding ChatGPT or similar generative AI tools prior to their acquisition via purchase card.\"</li>\n</ul>\n\n<h3>Attend Scrutiny Meetings</h3>\n<p>The council's Overview and Scrutiny Committee reviews financial controls quarterly. Submit written questions regarding purchase card oversight at least five working days before scheduled meetings, referencing the specific transaction volumes identified in this analysis.</p>\n\n<h3>Request Internal Audit Reports</h3>\n<p>Ask your ward councillor to table a request for the most recent Internal Audit review of purchase card controls. If no audit has occurred within 24 months, request that the Audit Committee prioritise this area for immediate review given the £1.2 million exposure.</p>\n\n<h3>Engage with Local Audit</h3>\n<p>The External Auditor (currently Grant Thornton for Lancashire authorities) examines value for money and financial controls during the Annual Governance Statement review. Write to the auditor citing specific concerns about fragmented procurement and subscription management identified in this data.</p>\n\n<p>While purchase cards offer administrative efficiency, the £1.2 million flowing through Burnley Borough Council's accounts without competitive tendering or detailed public justification represents a transparency deficit that demands correction. The appearance of entertainment and food delivery merchants in official expenditure signals either control failures or policy gaps that the council must address to maintain public trust in financial stewardship.</p>"
}