{
  "id": "councillor-pay-allowances",
  "content": "\n      <p><strong>On 4 March 2025, Burnley Borough Council's Full Council approved a 2.5% backdated increase to the basic councillor allowance for 2024/25</strong>, taking it from £4,061.77 to £4,163.31. Special Responsibility Allowances (SRAs) were frozen. The allowance was then frozen at this level for 2025/26.</p>\n\n      <p>The Independent Remuneration Panel (IRP) had originally recommended increases of 2.5% for 2024/25, followed by 3% in each of 2025/26 and 2026/27 - a total increase of approximately 8.5% over three years. The council's ruling Executive proposed a partial freeze, accepting the 2.5% backdated increase but rejecting further rises.</p>\n\n      <h4>Burnley's Allowance History: Steady Increases Under Previous Administrations</h4>\n\n      <p>The basic councillor allowance at Burnley Borough Council has risen consistently in recent years:</p>\n\n      <ul>\n        <li><strong>2021/22:</strong> £3,587.84</li>\n        <li><strong>2022/23:</strong> £3,732.36 (+4.03%)</li>\n        <li><strong>2023/24:</strong> £3,883.15 (+4.04%)</li>\n        <li><strong>2024/25:</strong> £4,061.77 initially, then £4,163.31 after the backdated 2.5% increase</li>\n        <li><strong>2025/26:</strong> £4,163.31 (frozen)</li>\n      </ul>\n\n      <p>In both February 2023 and February 2024, the Labour group - led by Cllr Mark Townsend - voted in favour of the budgets that included councillor allowance increases of 4.04% and 4.6% respectively. The Conservative group voted against the 2023 increase.</p>\n\n      <h4>Lancashire County Council: Reform UK Leads Unanimous Freeze</h4>\n\n      <p>The contrast with Lancashire County Council is striking. On <strong>17 October 2025</strong>, LCC's Full Council voted to <strong>reject all IRP-recommended allowance increases</strong> - freezing the basic allowance at £14,301 and all Special Responsibility Allowances at their existing levels.</p>\n\n      <p>The motion was proposed by <strong>Cllr Ged Mirfin</strong>, Cabinet Member for Resources, HR and Property. The vote passed <strong>75 in favour, 0 against, with 3 abstentions</strong> (the three Liberal Democrat members abstained, arguing the IRP's independent recommendations should be respected).</p>\n\n      <p>The IRP had recommended a 3.2% increase to the basic allowance (from £14,301 to £14,759), increases to all SRAs, and the introduction of a new £1,000 allowance for opposition members. All of these were rejected.</p>\n\n      <p>The decision saved Lancashire taxpayers an estimated <strong>£92,000 to £115,000</strong>, depending on whether the rejected opposition member SRA is included.</p>\n\n      <h4>Key Quotes from the LCC Debate</h4>\n\n      <p>Cllr Ged Mirfin told the meeting the Reform group had <em>\"agreed to reject all of the proposed increases,\"</em> citing <em>\"incredibly straitened times\"</em> and <em>\"an expectation from the general public\"</em> for councillors to show restraint.</p>\n\n      <p>Council Leader Cllr Stephen Atkinson said the refusal would save money <em>\"for the benefit of Lancashire residents,\"</em> calling it <em>\"the right thing to do given the current economic climate.\"</em></p>\n\n      <p>Cllr Matthew Salter, Cabinet Member for Education, criticised previous councillors for <em>\"insulating themselves\"</em> from savings, adding: <em>\"When the people of Lancashire voted for Reform, they voted for change.\"</em></p>\n\n      <p><strong>Cllr Tom Pickup</strong>, then Lead Member for Finance and Resources at LCC, referenced the vote when making the case for the freeze. He pointed out that Cllr Mark Townsend - who had publicly claimed on Facebook that Reform UK councillors were set to give themselves a pay increase - had himself voted to increase his own councillor allowance at Burnley Borough Council in the 12 months prior. The claim was incorrect: Reform UK councillors voted unanimously to freeze their pay.</p>\n\n      <h4>The Facebook Claim</h4>\n\n      <p>In the lead-up to the LCC vote, <strong>Cllr Mark Townsend</strong>, Leader of the Labour group on Burnley Borough Council, posted on Facebook claiming that Reform UK councillors at Lancashire County Council were set to give themselves a pay increase.</p>\n\n      <p>This claim was factually incorrect. When the Full Council meeting took place the following day, Reform UK proposed and led the motion to <strong>reject all allowance increases</strong>, which passed with no votes against.</p>\n\n      <p>The irony was not lost on those present. Cllr Townsend's own voting record at Burnley Borough Council shows he voted in favour of councillor allowance increases in both 2023 (4.04%) and 2024 (4.6%). At the March 2025 Full Council meeting, readers of the Burnley Express described Townsend as appearing <em>\"more interested in whether the councillor allowance was fair or not, than the extra strain the council is putting on people.\"</em></p>\n\n      <h4>The Numbers Compared</h4>\n\n      <table style=\"width:100%; border-collapse:collapse; margin:1em 0;\">\n        <tr style=\"background:rgba(59,130,246,0.1); font-weight:bold;\">\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Council</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">IRP Recommendation</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Decision</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Saving</td>\n        </tr>\n        <tr>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Lancashire County Council</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">3.2% increase</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\"><strong>Complete freeze</strong> (75-0-3)</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£92,000–£115,000</td>\n        </tr>\n        <tr>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">Burnley Borough Council</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">2.5% + 3% + 3%</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">2.5% accepted (backdated), then frozen</td>\n          <td style=\"padding:8px; border:1px solid rgba(255,255,255,0.1);\">£27,685 vs full IRP</td>\n        </tr>\n      </table>\n\n      <h4>What This Means for Residents</h4>\n\n      <p>The total annual allowances bill at Lancashire County Council is approximately <strong>£1.78 million</strong> for 84 councillors. At Burnley Borough Council, the allowances budget for 2025/26 is <strong>£250,713</strong> for 45 councillors.</p>\n\n      <p>While Burnley's ruling Executive deserves credit for partially freezing allowances for 2025/26, this followed two consecutive years of above-inflation increases that were supported by the Labour group. At county level, the Reform UK administration took a harder line - rejecting all recommended increases outright and saving the full amount for taxpayers.</p>\n\n      <p>This raises questions about the accuracy of claims made on social media by elected representatives. When a councillor publicly accuses another party of planning to increase their own pay - only for that party to then lead a unanimous vote to freeze it - residents are entitled to ask whether they are being given the full picture.</p>\n\n      <p><em>Sources: Burnley Borough Council Full Council minutes, 4 March 2025; Lancashire County Council Full Council agenda and minutes, 17 October 2025; Independent Remuneration Panel reports; Burnley Express reporting; Lancashire Evening Post.</em></p>\n    "
}
