{
  "id": "department-spending-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The Community Capital department has the largest allocation of funds, with a total of <strong>£3.3M</strong>, accounting for <strong>27.4%</strong> of the total spend.</li>\n  <li>The Highways and Transport department has a budget of <strong>£1.6M</strong>, which is <strong>13.1%</strong> of the total spend.</li>\n  <li>Cultural and Related Services, as well as Housing General Fund Capital, each have a budget of <strong>£1.3M</strong>, representing <strong>11.1%</strong> and <strong>10.5%</strong> of the total spend, respectively.</li>\n</ul>\n\n<h2>Departmental Spending Overview</h2>\n<p>The spending data for Ribble Valley Borough Council reveals a detailed breakdown of how the council allocates its resources across various departments. The top departments in terms of funding are Community Capital, Highways and Transport, Cultural and Related Services, and Housing General Fund Capital, with budgets of <strong>£3.3M</strong>, <strong>£1.6M</strong>, <strong>£1.3M</strong>, and <strong>£1.3M</strong>, respectively.</p>\n<p>These departments account for a significant portion of the total spend, with Community Capital alone accounting for <strong>27.4%</strong> of the total. The Highways and Transport department, on the other hand, accounts for <strong>13.1%</strong> of the total spend, while Cultural and Related Services and Housing General Fund Capital account for <strong>11.1%</strong> and <strong>10.5%</strong>, respectively.</p>\n<p>The remaining departments, including Central Services to the Public, Departments recharged out, Environmental and Regulatory, Corporate and Democratic Core, Planning and Development Servi, and Housing General Fund, have smaller budgets, ranging from <strong>£612K</strong> to <strong>£1.0M</strong>.</p>\n\n<h2>Comparison of Departmental Spending</h2>\n<p>A comparison of the departmental spending reveals that the top five departments account for over <strong>70%</strong> of the total spend. The following table provides a breakdown of the top departments:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Department</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>Community Capital</td>\n      <td><strong>£3.3M</strong></td>\n      <td><strong>27.4%</strong></td>\n    </tr>\n    <tr>\n      <td>Highways and Transport</td>\n      <td><strong>£1.6M</strong></td>\n      <td><strong>13.1%</strong></td>\n    </tr>\n    <tr>\n      <td>Cultural and Related Services</td>\n      <td><strong>£1.3M</strong></td>\n      <td><strong>11.1%</strong></td>\n    </tr>\n    <tr>\n      <td>Housing General Fund Capital</td>\n      <td><strong>£1.3M</strong></td>\n      <td><strong>10.5%</strong></td>\n    </tr>\n    <tr>\n      <td>Central Services to the Public</td>\n      <td><strong>£1.0M</strong></td>\n      <td><strong>8.7%</strong></td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Conclusion and Next Steps</h2>\n<p>The spending data for Ribble Valley Borough Council provides valuable insights into how the council allocates its resources. By analysing the departmental spending, citizens can gain a better understanding of how their tax money is being spent.</p>\n<p>Citizens can use this information to engage with their local council and hold them accountable for their spending decisions. By attending council committee meetings and submitting Freedom of Information requests, citizens can ensure that their voices are heard and that the council is transparent in its decision-making processes.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Ribble Valley Borough Council about the specific spending decisions made by the Community Capital department.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions and to ask questions.</li>\n  <li>Check the council's published contracts register to see which suppliers are being used and how much they are being paid.</li>\n  <li>Write to your local councillor about your concerns regarding the council's spending decisions and ask for more information about the budget allocation process.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to learn more about how the council is allocating its resources.</li>\n</ul>\n\n<em>This article is based on Ribble Valley Borough Council's published spending data covering 2024/25 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}