{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to Ribble Valley Borough Council account for <strong>21.1%</strong> of the total spend, which amounts to <strong>£2.5M</strong>.</li>\n  <li>The top 10 suppliers combined receive <strong>£3.8M</strong>, which is <strong>31.5%</strong> of the total spend.</li>\n  <li>The remaining <strong>662</strong> suppliers account for <strong>68.5%</strong> of the total spend, which is <strong>£8.2M</strong>.</li>\n</ul>\n\n<h2>Introduction to Ribble Valley's Spending</h2>\n<p>Ribble Valley Borough Council's published spending records reveal a total spend of <strong>£12.0M</strong> across <strong>3,767</strong> transactions over the 2024/25 to 2025/26 period. The top suppliers to the council are dominated by a few key organisations, with <strong>LANCASHIRE COUNTY COUNCIL</strong> receiving the largest amount at <strong>£845K</strong>, which is <strong>7.1%</strong> of the total spend.</p>\n<p>The second largest supplier is <strong>ZURICH INSURANCE COMPANY</strong>, which received <strong>£607K</strong>, accounting for <strong>5.1%</strong> of the total spend. The presence of <strong>RIBBLE VALLEY BOROUGH COUNCIL</strong> itself in the top suppliers list, with a spend of <strong>£384K</strong>, may indicate some internal transactions or recharges.</p>\n<p>It is worth noting that the top 5 suppliers, which include <strong>LANCASHIRE COUNTY COUNCIL</strong>, <strong>ZURICH INSURANCE COMPANY</strong>, <strong>RIBBLE VALLEY BOROUGH COUNCIL</strong>, <strong>DENNIS EAGLE LTD</strong>, and <strong>LANGHO FOOTBALL CLUB</strong>, account for a significant proportion of the total spend, which may raise questions about the concentration of spend and the potential for competitive markets.</p>\n\n<h2>Top Suppliers Analysis</h2>\n<p>A closer look at the top suppliers reveals a mix of public sector organisations, insurance companies, and private sector suppliers. The table below shows the top 10 suppliers to Ribble Valley Borough Council:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Rank</th>\n      <th>Supplier</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1</td>\n      <td><strong>LANCASHIRE COUNTY COUNCIL</strong></td>\n      <td><strong>£845K</strong></td>\n      <td><strong>7.1%</strong></td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td><strong>ZURICH INSURANCE COMPANY</strong></td>\n      <td><strong>£607K</strong></td>\n      <td><strong>5.1%</strong></td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td><strong>RIBBLE VALLEY BOROUGH COUNCIL</strong></td>\n      <td><strong>£384K</strong></td>\n      <td><strong>3.2%</strong></td>\n    </tr>\n    <tr>\n      <td>4</td>\n      <td><strong>DENNIS EAGLE LTD</strong></td>\n      <td><strong>£367K</strong></td>\n      <td><strong>3.1%</strong></td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td><strong>LANGHO FOOTBALL CLUB</strong></td>\n      <td><strong>£326K</strong></td>\n      <td><strong>2.7%</strong></td>\n    </tr>\n    <tr>\n      <td>6</td>\n      <td><strong>BARROW PARISH COUNCIL</strong></td>\n      <td><strong>£293K</strong></td>\n      <td><strong>2.5%</strong></td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td><strong>CIVICA UK LTD</strong></td>\n      <td><strong>£290K</strong></td>\n      <td><strong>2.4%</strong></td>\n    </tr>\n    <tr>\n      <td>8</td>\n      <td><strong>NPOWER LTD</strong></td>\n      <td><strong>£238K</strong></td>\n      <td><strong>2.0%</strong></td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td><strong>PRINT IMAGE NETWORK LTD</strong></td>\n      <td><strong>£219K</strong></td>\n      <td><strong>1.8%</strong></td>\n    </tr>\n    <tr>\n      <td>10</td>\n      <td><strong>REDACTED PERSONAL DATA</strong></td>\n      <td><strong>£193K</strong></td>\n      <td><strong>1.6%</strong></td>\n    </tr>\n  </tbody>\n</table>\n<p>The presence of a range of suppliers, including public sector organisations, insurance companies, and private sector suppliers, suggests that the council is engaging with a variety of organisations to deliver its services.</p>\n\n<h2>Conclusion and Next Steps</h2>\n<p>The analysis of Ribble Valley Borough Council's spending data reveals a complex picture of supplier relationships and spend concentrations. While the top suppliers account for a significant proportion of the total spend, the presence of a large number of smaller suppliers suggests that there are opportunities for competitive markets to operate.</p>\n<p>However, the concentration of spend with a few key suppliers may raise questions about the council's ability to negotiate competitive prices and the potential for supplier dependency. Further analysis of the council's procurement processes and contract management practices may be necessary to fully understand the implications of these spend concentrations.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to Ribble Valley Borough Council about the procurement processes and contract management practices related to the top suppliers.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's spending decisions and procurement practices.</li>\n  <li>Check the council's published contracts register to see the details of current contracts and spending commitments.</li>\n  <li>Write to your local councillor about your concerns regarding the concentration of spend with a few key suppliers and the potential implications for competitive markets.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and analyse the council's spending patterns in more detail.</li>\n</ul>\n\n<em>This article is based on Ribble Valley Borough Council's published spending data covering 2024/25 to 2025/26. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}