{
  "id": "councillor-resignations-2025",
  "content": "\n      <p>County Councillor Tom Pickup, who represents Padiham and Burnley West at Lancashire County Council, publicly called on all Burnley Borough Councillors whose seats were due for re-election to resign from their positions.</p>\n\n      <p>The call came after it was confirmed that local council elections in Burnley would be cancelled indefinitely due to planned local government reorganisation in Lancashire. Under normal circumstances, one-third of the council's 45 seats would have been contested in May 2025.</p>\n\n      <h4>Why Resignations Would Have Triggered By-Elections</h4>\n\n      <p>Had the affected councillors resigned, the law requires that by-elections must be held to fill any casual vacancies. This means residents would have had the opportunity to vote for their representatives, even though the scheduled elections were cancelled.</p>\n\n      <p>Councillor Pickup stated: \"These councillors were elected in 2021 on four-year terms. Their democratic mandate from the electorate has now expired. By resigning, they could give the people of Burnley the democratic voice they deserve through by-elections.\"</p>\n\n      <h4>No Councillors Chose to Resign</h4>\n\n      <p>Despite the public call, no councillors have resigned their positions. All affected councillors have remained in their seats and will continue to serve until local government reorganisation takes effect, potentially until 2028.</p>\n\n      <p>This means some councillors may serve up to seven years without facing re-election — nearly double their original four-year mandate.</p>\n\n      <h4>Background: Local Government Reorganisation</h4>\n\n      <p>Burnley Borough Council voted to request that the government postpone its May 2025 elections due to Lancashire's local government reorganisation. The council cited the cost and capacity required to run elections when the council itself may be abolished to make way for a new unitary authority.</p>\n\n      <p>Elections for 'shadow' versions of new, larger councils could be held in May 2027, with new councils potentially taking full responsibilities from April 2028.</p>\n    "
}