{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to Burnley Borough Council account for 38% (£136.7M) of the council's total spend of £355.2M across 30,580 transactions.</li>\n  <li>LIBERATA UK LTD is the largest supplier, receiving £36,731,554.22, followed by MAPLE GROVE DEVELOPMENTS LTD with £30,765,355.97.</li>\n  <li>The council has a high number of unique suppliers, with 4,485 different companies receiving payments, indicating a relatively diverse procurement landscape.</li>\n  <li>URBASER LTD and FCC ENVIRONMENT/URBASER LTD appear to be related entities, receiving a combined total of £28,475,099.67, which could potentially indicate a contract dependency risk.</li>\n  <li>The total spend with the top 10 suppliers is £243,141,115.79, which represents approximately 68.5% of the council's total spend.</li>\n</ul>\n\n<h2>Introduction</h2>\n<p>Burnley Borough Council's published spending records, as per the Transparency Code, provide valuable insights into the council's procurement practices and spending habits. Our analysis of the top suppliers reveals a concentrated spend, with the top 5 suppliers accounting for 38% of the council's total spend. This raises important questions about concentration risk, contract dependency, and the existence of competitive markets.</p>\n\n<h2>Top Suppliers Analysis</h2>\n<p>The top 5 suppliers to Burnley Borough Council are LIBERATA UK LTD, MAPLE GROVE DEVELOPMENTS LTD, BARNFIELD INVESTMENT PROPERTIES LTD, GELDARDS, and URBASER LTD. These suppliers receive a significant proportion of the council's total spend, with LIBERATA UK LTD alone receiving £36,731,554.22. This represents approximately 10.3% of the council's total spend.</p>\n<p>The table below provides a breakdown of the top 10 suppliers to Burnley Borough Council:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Supplier Name</th>\n      <th>Amount (£)</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>LIBERATA UK LTD</td>\n      <td>36,731,554.22</td>\n    </tr>\n    <tr>\n      <td>MAPLE GROVE DEVELOPMENTS LTD</td>\n      <td>30,765,355.97</td>\n    </tr>\n    <tr>\n      <td>BARNFIELD INVESTMENT PROPERTIES LTD</td>\n      <td>29,390,416.08</td>\n    </tr>\n    <tr>\n      <td>GELDARDS</td>\n      <td>20,293,226.43</td>\n    </tr>\n    <tr>\n      <td>URBASER LTD</td>\n      <td>19,477,800.45</td>\n    </tr>\n    <tr>\n      <td>LANCASHIRE CC - PRESTON COUNTY HALL</td>\n      <td>16,830,357.24</td>\n    </tr>\n    <tr>\n      <td>BURNLEY LEISURE</td>\n      <td>12,932,594.29</td>\n    </tr>\n    <tr>\n      <td>FCC ENVIRONMENT/URBASER LTD</td>\n      <td>8,980,299.22</td>\n    </tr>\n    <tr>\n      <td>HISTORIC PROPERTY RESTORATION LTD</td>\n      <td>4,593,442.93</td>\n    </tr>\n    <tr>\n      <td>BEACHCROFT LLP</td>\n      <td>4,406,071.19</td>\n    </tr>\n  </tbody>\n</table>\n\n<h2>Concentration Risk and Contract Dependency</h2>\n<p>The concentration of spend with the top 5 suppliers raises concerns about concentration risk and contract dependency. The council's reliance on these suppliers could potentially lead to difficulties in negotiating contracts or switching to alternative suppliers if needed. Furthermore, the appearance of related entities, such as URBASER LTD and FCC ENVIRONMENT/URBASER LTD, could indicate a contract dependency risk.</p>\n<p>To mitigate these risks, the council should consider implementing strategies to promote competition and diversity in its procurement practices. This could include breaking up large contracts into smaller lots, encouraging new suppliers to bid, and implementing contract management practices that monitor and manage supplier performance.</p>\n\n<h2>Competitive Markets</h2>\n<p>The presence of 4,485 unique suppliers suggests that the council's procurement landscape is relatively diverse. However, the concentration of spend with the top 5 suppliers raises questions about the competitiveness of the market. To promote competitive markets, the council should consider implementing strategies to encourage new suppliers to bid and to promote transparency in its procurement practices.</p>\n\n<h2>Conclusion</h2>\n<p>In conclusion, our analysis of Burnley Borough Council's top suppliers reveals a concentrated spend, with the top 5 suppliers accounting for 38% of the council's total spend. This raises important questions about concentration risk, contract dependency, and the existence of competitive markets. To mitigate these risks, the council should consider implementing strategies to promote competition and diversity in its procurement practices.</p>\n\n<h2>What You Can Do</h2>\n<p>Citizens can play an active role in promoting transparency and accountability in Burnley Borough Council's procurement practices. Here are some actions you can take:</p>\n<ul>\n  <li>Submit Freedom of Information (FOI) requests to the council to obtain more information about its procurement practices and contracts with suppliers.</li>\n  <li>Attend council meetings and ask questions about the council's procurement practices and contract management.</li>\n  <li>Contact your local councillor to express concerns about concentration risk and contract dependency.</li>\n  <li>Encourage the council to implement strategies to promote competition and diversity in its procurement practices.</li>\n</ul>\n\n<em>Methodology note: This article is based on an analysis of Burnley Borough Council's published spending records, as per the Transparency Code. The data was provided in a raw format, and all figures and calculations are based on this data. No additional data or estimates were used in this analysis.</em>"
}