{
  "id": "agency-spend",
  "content": "\n      <div class=\"key-findings\">\n        <h4>Key Findings</h4>\n        <ul>\n          <li><strong>£1.9 million</strong> paid to Rapid Recruit Ltd for agency staffing</li>\n          <li><strong>1,529 transactions</strong> — making Rapid Recruit the most frequent named commercial supplier</li>\n          <li>Average payment of just <strong>£1,243</strong> — consistent with weekly or fortnightly agency worker invoices</li>\n          <li>High-frequency, low-value pattern suggests ongoing reliance on temporary staff rather than one-off cover</li>\n        </ul>\n      </div>\n\n      <h2>The Scale of Agency Staffing</h2>\n\n      <p>Rapid Recruit Ltd received £1.9 million from Rossendale Borough Council across 1,529 separate transactions during the April 2021 to December 2025 data period. This makes the agency staffing firm the most frequently paid named commercial supplier in the entire dataset — only the anonymised \"NAME WITHHELD\" entries appear more often.</p>\n\n      <p>The average payment of £1,243 is consistent with weekly invoicing for temporary workers. The volume and regularity suggest these are not emergency staff brought in for short-term cover, but rather an ongoing structural reliance on agency personnel to deliver day-to-day council services.</p>\n\n      <h2>Why Councils Use Agency Staff</h2>\n\n      <p>Local authorities commonly use agency workers for several reasons:</p>\n\n      <ul>\n        <li><strong>Recruitment difficulties:</strong> Some specialist roles (planning, environmental health, building control) are hard to fill permanently, especially at district council salary levels</li>\n        <li><strong>Headcount caps:</strong> Agency workers do not count towards permanent establishment figures, which can be politically sensitive</li>\n        <li><strong>Flexibility:</strong> Temporary staff can be brought in without the long-term commitment of permanent contracts</li>\n        <li><strong>Vacancy management:</strong> Holding posts vacant and filling them with agency workers can appear as a cost saving on paper</li>\n      </ul>\n\n      <h2>The Cost Premium</h2>\n\n      <p>Agency staff typically cost 20-40% more than equivalent permanent employees once the agency's margin, holiday pay, and administrative overheads are factored in. If Rossendale's £1.9 million of agency spend replaces roles that could be filled permanently, the premium could represent £380,000 to £760,000 in additional cost over the data period.</p>\n\n      <p>Without knowing which departments and roles these agency workers fill, it is not possible to calculate the exact premium. However, the sheer volume of 1,529 transactions suggests this is a systemic issue rather than an occasional necessity.</p>\n\n      <h2>About Rapid Recruit Ltd</h2>\n\n      <p>Rapid Recruit Ltd is a recruitment agency. Full Companies House analysis — including checking corporate filings, director information, and active status — has not yet been completed for this supplier. This verification would confirm whether the company has maintained good corporate standing throughout the period it received public funds.</p>\n\n      <h2>Questions for Scrutiny</h2>\n\n      <ul>\n        <li><strong>Which departments rely on agency staff?</strong> The spending data does not break down agency costs by service area</li>\n        <li><strong>How long have agency workers been in post?</strong> If temporary staff have been in the same roles for years, they should arguably be permanent employees</li>\n        <li><strong>Was the agency contract competitively tendered?</strong> A single supplier receiving 1,529 transactions suggests an exclusive or preferred-supplier arrangement</li>\n        <li><strong>What is the agency margin?</strong> The mark-up between what the worker receives and what the council pays is not published</li>\n      </ul>\n\n      <p><em><strong>Methodology:</strong> This analysis is based on Rossendale Borough Council's published spending data (April 2021 to December 2025, 42,536 transactions, £64M total). Transaction counts and values for Rapid Recruit Ltd were identified by supplier name matching. The agency cost premium estimate of 20-40% is based on widely cited local government benchmarks.</em></p>\n    "
}