{
  "id": "benford-anomaly",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>Chi-squared value of 2,338:</strong> Rossendale's payment amounts show a statistically significant deviation from Benford's Law (p < 0.001)</li>\n    <li><strong>Digit 2 is over-represented:</strong> The leading digit 2 appears 6.3% more often than expected — the largest deviation</li>\n    <li><strong>Large sample inflates the statistic:</strong> With 27,784 transactions, even minor deviations produce extreme chi-squared values</li>\n    <li><strong>Not proof of fraud:</strong> Benford's Law is a screening tool, not a verdict — many legitimate factors cause deviations</li>\n  </ul>\n</div>\n\n<h2>What Is Benford's Law?</h2>\n\n<p>Benford's Law is a mathematical observation that in many naturally occurring datasets, the leading digit is not equally distributed. The digit 1 appears as the first digit about 30.1% of the time, while 9 appears only 4.6% of the time. This counterintuitive pattern holds for tax returns, population figures, river lengths, and — critically — financial transaction data.</p>\n\n<p>Forensic accountants use Benford's Law as a <strong>screening tool</strong> for financial fraud. When a dataset deviates significantly from the expected distribution, it warrants further investigation. The technique has been used successfully in detecting corporate fraud, tax evasion, and election irregularities.</p>\n\n<h2>Rossendale's Results</h2>\n\n<p>Across <strong>27,784 transactions</strong>, Rossendale's spending data produces a chi-squared value of 2,337.98 — far above the threshold of 20.09 that indicates statistical significance at the 99.9% confidence level.</p>\n\n<p>The largest deviation is in the digit 2, which appears <strong>6.3% more often</strong> than Benford's Law predicts. This means payments starting with 2 (e.g., £200, £2,500, £25,000) are unusually common.</p>\n\n<h2>Why Context Matters</h2>\n\n<p>Before interpreting this as evidence of manipulation, several important caveats apply:</p>\n\n<h3>1. Sample Size Sensitivity</h3>\n<p>Chi-squared tests become increasingly sensitive with larger samples. With 27,784 transactions, even a deviation that would be unremarkable in a dataset of 500 becomes statistically significant. The <strong>6.3% maximum digit deviation</strong> is actually a more practical measure — deviations under 5% are typical for legitimate council spending.</p>\n\n<h3>2. Payment Thresholds</h3>\n<p>Council spending data is typically published above a threshold (£500 for Rossendale). This artificial floor removes transactions starting with digits 1-4 in the hundreds, distorting the expected distribution. If many genuine payments fall between £100 and £499, the remaining data will naturally deviate from Benford's Law.</p>\n\n<h3>3. Standardised Amounts</h3>\n<p>Council payments often follow standard scales — salary bands, grant amounts, licence fees — that cluster around specific values rather than following natural variation. A council that pays 50 employees the same monthly salary will show 50 identical amounts, skewing the digit distribution.</p>\n\n<h3>4. Round Numbers</h3>\n<p>Rossendale has 673 exact round-number payments over £5,000, totalling £8.1 million. These may represent budget allocations, grant payments, or estimates rather than precise invoiced amounts, and they disproportionately affect the leading digit distribution.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Explore the DOGE page:</strong> The AI DOGE Investigation page explains all statistical findings with full context</li>\n    <li><strong>Learn more:</strong> Search for \"Benford's Law\" on Wikipedia for an accessible introduction to the mathematics</li>\n    <li><strong>Check other councils:</strong> Compare Rossendale's Benford's deviation to Burnley, Hyndburn, and Pendle — most show similar patterns</li>\n  </ul>\n</div>"
}
