{
  "id": "budget-pressure",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>£574,000 funding gap in 2025/26:</strong> The council faces a gap between projected income and expenditure this financial year</li>\n    <li><strong>Growing to £934,000 by 2028/29:</strong> Without action, the deficit is projected to nearly double over three years</li>\n    <li><strong>£10.6M net revenue budget:</strong> Rossendale has one of the smallest district council budgets in England</li>\n    <li><strong>Audit backlog cleared:</strong> After years of delayed audits, Rossendale's accounts from 2018/19 through 2023/24 have all been signed off by Mazars</li>\n  </ul>\n</div>\n\n<h2>The Budget Reality</h2>\n\n<p>Rossendale Borough Council operates on a net revenue budget of <strong>£10.6 million</strong>. To put that in perspective, it is less than the annual salary bill for a single medium-sized secondary school. Every spending decision matters when the entire budget is this tight.</p>\n\n<p>The council's financial monitoring reports reveal a <strong>£574,000 gap</strong> for 2025/26 — the difference between what the council expects to receive in council tax, government grants, and fees versus what it needs to spend on services. This gap is projected to grow to £934,000 by 2028/29 as costs rise faster than income.</p>\n\n<h2>What Drives the Gap</h2>\n\n<p>Several factors squeeze Rossendale's finances:</p>\n<ul>\n  <li><strong>Pay awards:</strong> National pay settlements for council staff increase costs by 3-5% annually, well above the council tax increase cap of 2.99%</li>\n  <li><strong>Energy costs:</strong> Council buildings, depot operations, and leisure facilities face elevated energy prices</li>\n  <li><strong>Contract inflation:</strong> Major outsourcing contracts (Capita, Civica) typically include annual price adjustments linked to CPI or RPI</li>\n  <li><strong>Reduced government support:</strong> Real-terms cuts to Revenue Support Grant have continued year after year</li>\n</ul>\n\n<h2>Options for Closing the Gap</h2>\n\n<p>District councils have limited options when budgets tighten:</p>\n<ul>\n  <li><strong>Council tax increases:</strong> Capped at 2.99% for districts (or £5 for the lowest bands), generating approximately £100,000-£150,000 per 1% increase</li>\n  <li><strong>Service reductions:</strong> Cutting discretionary services like leisure, tourism, or community grants</li>\n  <li><strong>Income generation:</strong> Increasing fees for planning, parking, or commercial waste collection</li>\n  <li><strong>Reserves:</strong> Drawing down savings built up in previous years — a one-off fix, not sustainable</li>\n  <li><strong>Efficiency savings:</strong> Renegotiating contracts, reducing office space, sharing services with neighbouring councils</li>\n</ul>\n\n<h2>The Audit Picture</h2>\n\n<p>Rossendale's external auditor <strong>Mazars</strong> has now signed off accounts for every year from 2020/21 through 2023/24, clearing a national backlog that affected many councils. This means the financial data underlying these budget projections has been independently verified.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Read the budget papers:</strong> Full council budget reports are published on the Rossendale council website ahead of the annual budget-setting meeting</li>\n    <li><strong>Attend the budget meeting:</strong> The full council meeting where the budget is set is open to the public</li>\n    <li><strong>Use AI DOGE:</strong> Explore the Budgets page for Rossendale's GOV.UK standardised budget data and year-on-year trends</li>\n  </ul>\n</div>"
}
