{
  "id": "capita-outsourcing",
  "content": "\n      <div class=\"key-findings\">\n        <h4>Key Findings</h4>\n        <ul>\n          <li><strong>£5.8 million</strong> paid to Capita Business Services Ltd — Rossendale's largest commercial supplier by value</li>\n          <li>Capita provides outsourced council services in a role similar to Liberata's contracts at Burnley and Pendle</li>\n          <li>Represents approximately <strong>9% of Rossendale's total £64M spend</strong></li>\n          <li>Companies House compliance analysis pending — further due diligence needed on contract terms</li>\n        </ul>\n      </div>\n\n      <h2>Capita's Role at Rossendale</h2>\n\n      <p>Capita Business Services Ltd is the largest commercial supplier to Rossendale Borough Council, receiving £5.8 million over the published data period (April 2021 to December 2025). The company provides outsourced council services, handling back-office functions that would otherwise be delivered by in-house staff.</p>\n\n      <p>This outsourcing model mirrors arrangements at neighbouring councils. Burnley and Pendle have long-standing contracts with Liberata UK Ltd for revenues, benefits, and other administrative services. Rossendale's choice of Capita — one of the UK's largest outsourcing firms — places it within a national pattern of councils delegating core functions to private-sector providers.</p>\n\n      <h2>Capita at a National Level</h2>\n\n      <p>Capita plc is a FTSE-listed company with annual revenues exceeding £3 billion. It holds contracts across UK central and local government, including major IT and business process outsourcing deals. The company has faced scrutiny over service quality on several high-profile public sector contracts nationally.</p>\n\n      <p>For a small district council like Rossendale (population approximately 70,000), the £5.8 million relationship with a company of Capita's scale raises questions about negotiating leverage. Smaller councils often lack the procurement expertise to negotiate complex outsourcing arrangements on equal terms.</p>\n\n      <h2>The East Lancashire Outsourcing Picture</h2>\n\n      <table>\n        <thead>\n          <tr><th>Council</th><th>Outsourcing Partner</th><th>Approximate Value</th></tr>\n        </thead>\n        <tbody>\n          <tr><td>Rossendale</td><td>Capita Business Services Ltd</td><td>£5.8M</td></tr>\n          <tr><td>Burnley</td><td>Liberata UK Ltd</td><td>£21.2M</td></tr>\n          <tr><td>Pendle</td><td>Liberata UK Ltd</td><td>£12.4M</td></tr>\n          <tr><td>Hyndburn</td><td>Various</td><td>N/A</td></tr>\n        </tbody>\n      </table>\n\n      <p>While Rossendale's Capita contract is smaller in absolute terms than the Liberata deals at Burnley and Pendle, this partly reflects Rossendale's smaller overall budget. As a proportion of total spend, the dependency is comparable.</p>\n\n      <h2>Questions for Further Investigation</h2>\n\n      <p>Several questions remain unanswered from the published spending data alone:</p>\n\n      <ul>\n        <li><strong>Contract terms:</strong> When was the Capita contract awarded, what is its duration, and was it competitively tendered?</li>\n        <li><strong>Performance metrics:</strong> How does the council measure whether the outsourced services deliver value for money?</li>\n        <li><strong>In-house comparison:</strong> Has the council assessed whether bringing services back in-house would be more cost-effective, as Burnley is now doing with Liberata?</li>\n        <li><strong>Companies House compliance:</strong> Full analysis of Capita's corporate filings against payment dates has not yet been completed</li>\n      </ul>\n\n      <p>With Local Government Reorganisation on the horizon in Lancashire, all outsourcing contracts will need to be reviewed as part of any transition to a new unitary authority structure.</p>\n\n      <p><em><strong>Methodology:</strong> Supplier spending figures are derived from Rossendale Borough Council's published spending data (April 2021 to December 2025, 42,536 transactions, £64M total). Comparisons with neighbouring councils use equivalent published datasets. Companies House compliance analysis is pending.</em></p>\n    "
}