{
  "id": "ceo-pay",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>Spot salary of £113,001:</strong> Rob Huntington's pay is fixed rather than on a salary band — unusual transparency for a council CEO</li>\n    <li><strong>5.7:1 pay ratio:</strong> The CEO earns 5.7 times the median employee salary of £27,803 — well within the Hutton Review's recommended maximum of 20:1</li>\n    <li><strong>No perks:</strong> Unlike many council CEOs, Huntington receives no lease car, telephone allowance, or essential car user lump sum</li>\n    <li><strong>Just above national average:</strong> The £113,001 salary exceeds the district CEO median of £108,000 by just £5,001</li>\n  </ul>\n</div>\n\n<h2>The Pay Picture</h2>\n\n<p>Rob Huntington became Rossendale's Chief Executive in April 2023, following a brief interregnum where Director of Communities Adam Allen served as Acting Chief Executive. Huntington's salary of <strong>£113,001</strong> is a spot salary — a single fixed amount rather than a salary band — making it unusually transparent.</p>\n\n<p>For context, the national median salary for a district council CEO is £108,000, with a range from £80,000 to £160,000. Huntington's pay places Rossendale slightly above the national midpoint, though the council is one of the smallest in England by both population (73,045) and staff headcount (168).</p>\n\n<h2>How It Compares Locally</h2>\n\n<p>Among the four East Lancashire councils on AI DOGE:</p>\n<ul>\n  <li><strong>Burnley:</strong> £115,000 (Lukman Patel) — population 90,234</li>\n  <li><strong>Rossendale:</strong> £113,001 (Rob Huntington) — population 73,045</li>\n  <li><strong>Hyndburn:</strong> ~£110,000 — population 81,043</li>\n  <li><strong>Pendle:</strong> ~£108,000 — population 91,405</li>\n</ul>\n\n<p>Rossendale pays more than both Hyndburn and Pendle despite having fewer residents and a smaller budget. However, the differences are modest — less than £5,000 separates the four councils.</p>\n\n<h2>The Wider Management Team</h2>\n\n<p>Below the CEO, Rossendale's Corporate Management Team consists of <strong>2 Directors and 5 Heads of Service</strong>. This is a compact leadership structure — the team was reduced when the Director of Communities post was not replaced after Adam Allen's departure to Ribble Valley.</p>\n\n<p>Key senior officers include Director of Economic Development David Smurthwaite (joined February 2023), Director of Resources Chris Warren (joined September 2024, previously at Lancashire County Council), and Head of Legal Clare Birtwistle (serving since 2001 — the longest-serving member of the management team).</p>\n\n<h2>No Perks Culture</h2>\n\n<p>Rossendale's pay policy explicitly states that the council offers <strong>no lease car allowance, no telephone allowance, and no essential car user lump sum</strong> to any officer. This is unusual among district councils, many of which still offer car allowances worth £1,000-£3,000 annually to senior staff.</p>\n\n<p>The pension contribution rate of <strong>19.7%</strong> (employer contribution) is standard for the Local Government Pension Scheme and applies to all employees, not just the CEO.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Read the Pay Policy Statement:</strong> The full document is published annually on the council website and details all salary bands, ratios, and allowances</li>\n    <li><strong>Check the TPA Rich List:</strong> The TaxPayers' Alliance publishes annual data on council employees earning over £100,000</li>\n    <li><strong>Compare on AI DOGE:</strong> Use the Executive Pay page to see how Rossendale's CEO pay compares to other East Lancashire councils and the national picture</li>\n  </ul>\n</div>"
}
