{
  "id": "covid-grants",
  "content": "\n      <div class=\"key-findings\">\n        <h4>Key Findings</h4>\n        <ul>\n          <li><strong>£8.9 million</strong> in COVID/BEIS grant payments passed through Rossendale Borough Council in 2021/22</li>\n          <li>These were central government grants distributed by the council — not council spending decisions</li>\n          <li>The pass-through significantly inflates the council's apparent spending in the affected financial year</li>\n          <li>Excluding COVID grants, Rossendale's underlying annual spend is considerably lower than headline figures suggest</li>\n        </ul>\n      </div>\n\n      <h2>What Are COVID Pass-Through Grants?</h2>\n\n      <p>During the COVID-19 pandemic, the Department for Business, Energy and Industrial Strategy (BEIS) channelled billions of pounds in business support grants through local councils. District councils like Rossendale acted as distribution agents — receiving central government funds and paying them out to eligible local businesses.</p>\n\n      <p>At Rossendale, this amounted to approximately £8.9 million in 2021/22. These payments appear in the council's published spending data alongside its normal operational expenditure, but they represent a fundamentally different type of transaction: money flowing through the council's accounts rather than money the council chose to spend.</p>\n\n      <h2>Impact on Spending Data</h2>\n\n      <p>The £8.9 million pass-through represents a significant proportion of Rossendale's total recorded spend of £64 million over the full data period (April 2021 to December 2025). In the 2021/22 financial year specifically, COVID grants would have dominated the council's payment records.</p>\n\n      <p>This creates a distortion in any analysis of spending trends. Year-on-year comparisons that include 2021/22 will show an artificial spike that does not reflect changes in the council's underlying operational expenditure. Any trend analysis must account for this pass-through effect.</p>\n\n      <h2>Types of COVID Business Grants</h2>\n\n      <p>The main BEIS grant schemes distributed through district councils included:</p>\n\n      <ul>\n        <li><strong>Restart Grants:</strong> One-off payments of up to £18,000 for businesses in hospitality, accommodation, leisure, personal care, and gym sectors</li>\n        <li><strong>Additional Restrictions Grant (ARG):</strong> Discretionary funding for businesses affected by restrictions but not eligible for mandatory grants</li>\n        <li><strong>Omicron Hospitality and Leisure Grant:</strong> Payments to hospitality and leisure businesses affected by the Omicron variant restrictions in late 2021</li>\n        <li><strong>Local Restrictions Support Grant:</strong> Payments to businesses required to close during national or local lockdowns</li>\n      </ul>\n\n      <h2>Transparency Considerations</h2>\n\n      <p>While the council was required to distribute these grants according to government criteria, local discretion applied to some schemes — particularly the Additional Restrictions Grant. Councils had latitude in setting eligibility criteria and payment amounts for discretionary schemes.</p>\n\n      <p>The published spending data does not consistently distinguish between COVID pass-through grants and normal council expenditure. This makes it difficult for residents to understand how much of the headline spending figure represents genuine council spending decisions versus central government distribution activity.</p>\n\n      <h2>Comparison With Neighbours</h2>\n\n      <p>All four East Lancashire district councils (Burnley, Hyndburn, Pendle, and Rossendale) distributed COVID business grants during the same period. The amounts varied based on local business demographics, rates base, and the number of eligible businesses in each area.</p>\n\n      <table>\n        <thead>\n          <tr><th>Council</th><th>COVID Pass-Through (approx.)</th><th>Total Recorded Spend</th></tr>\n        </thead>\n        <tbody>\n          <tr><td>Rossendale</td><td>£8.9M</td><td>£64M</td></tr>\n          <tr><td>Burnley</td><td>Data pending</td><td>£355M</td></tr>\n          <tr><td>Hyndburn</td><td>Data pending</td><td>£211M</td></tr>\n          <tr><td>Pendle</td><td>Data pending</td><td>£125M</td></tr>\n        </tbody>\n      </table>\n\n      <p><em><strong>Methodology:</strong> COVID/BEIS pass-through figures are identified from Rossendale Borough Council's published spending data (April 2021 to December 2025) by filtering transactions with COVID-related descriptions and BEIS-related supplier names in the 2021/22 financial year. The £8.9 million figure is approximate and may include some related administrative payments. All figures are derived from publicly available data.</em></p>\n    "
}