{
  "id": "cross-council",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>Smallest budget in East Lancashire:</strong> Rossendale's £64M total spend is less than half of Hyndburn's £211M and a fraction of Burnley's £355M</li>\n    <li><strong>21 shared suppliers:</strong> £6.4M flows to companies used by multiple East Lancashire councils — enabling direct price comparisons</li>\n    <li><strong>4,336% price gap on one supplier:</strong> E A Foulds Ltd charges Pendle £7.2K average vs Rossendale £163, though different service scopes likely explain most of the difference</li>\n    <li><strong>Lowest CEO salary:</strong> At £113,001, Rossendale's CEO pay is the second-lowest in the comparison group after Ribble Valley</li>\n  </ul>\n</div>\n\n<h2>The East Lancashire Spending Landscape</h2>\n\n<p>Four neighbouring district councils — Burnley, Hyndburn, Pendle, and Rossendale — serve a combined population of approximately 335,000 across East Lancashire. Despite sharing a geography, economic challenges, and many of the same suppliers, their spending patterns differ dramatically.</p>\n\n<p>Rossendale sits at the bottom of the spending league with <strong>£64 million</strong> across 42,536 transactions. Burnley leads with £355M (30,580 transactions), followed by Hyndburn at £211M (29,804) and Pendle at £125M (49,741). These differences partly reflect council size but also choices about outsourcing, in-house provision, and service scope.</p>\n\n<h2>Shared Suppliers: The Price Comparison Opportunity</h2>\n\n<p>The cross-council analysis identified <strong>21 suppliers</strong> receiving payments from multiple East Lancashire councils, totalling £6.4 million. These shared relationships create a rare opportunity to compare what different councils pay for similar services.</p>\n\n<p>The most striking example is <strong>E A Foulds Ltd</strong>, where Pendle pays an average of £7,200 per transaction compared to Rossendale's £163. While this 4,336% gap sounds alarming, it almost certainly reflects different service contracts rather than overcharging — Pendle may commission major works while Rossendale uses the same company for minor maintenance.</p>\n\n<p>More meaningful comparisons emerge from suppliers with similar transaction sizes across councils. These are flagged on the AI DOGE spending tool and represent the strongest leads for identifying potential savings.</p>\n\n<h2>Outsourcing Models</h2>\n\n<p>The councils take different approaches to service delivery. Burnley and Pendle both outsource revenues, benefits, and council tax to <strong>Liberata UK Ltd</strong> (£45.4M and £16.7M respectively). Rossendale uses <strong>Capita Business Services</strong> for similar functions (£5.8M). Hyndburn keeps most services in-house, resulting in higher staff numbers but lower outsourcing costs.</p>\n\n<h2>CEO Pay Comparison</h2>\n\n<p>Rossendale's CEO salary of <strong>£113,001</strong> sits just above the national district median of £108,000 and the East Lancashire average. With a pay ratio of 5.7:1 (CEO to median employee), Rossendale is well within the Hutton Review's recommended maximum of 20:1.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Compare prices directly:</strong> Use the cross-council comparison tool to see what each council pays the same suppliers</li>\n    <li><strong>Check other councils:</strong> Visit the Burnley, Hyndburn, and Pendle transparency sites for detailed spending data</li>\n    <li><strong>Ask your councillor:</strong> Request that the council benchmarks its major contracts against neighbouring authorities</li>\n  </ul>\n</div>"
}
