{
  "id": "doge-investigation",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>£1.7M likely duplicate payments:</strong> 478 high-confidence duplicate groups where the same supplier, amount, date and reference appear 3+ times</li>\n    <li><strong>£1.7M possible duplicates:</strong> 1,352 medium-confidence groups with same supplier, amount, and date but different references</li>\n    <li><strong>£998K to suppliers with Companies House red flags:</strong> 9 current suppliers have compliance issues, though historical payments were made before breaches started</li>\n    <li><strong>Benford's Law anomaly:</strong> Digit 2 deviates 6.3% from expected distribution — above the typical 5% threshold for legitimate spending</li>\n  </ul>\n</div>\n\n<h2>What Is DOGE Analysis?</h2>\n\n<p>The Department of Government Efficiency (DOGE) approach applies automated forensic screening to public spending data. Rather than manually reviewing thousands of transactions, algorithms test for patterns that indicate potential waste, fraud, or error.</p>\n\n<p>For Rossendale, this analysis covered <strong>27,784 transactions</strong> across all available financial years. The tests applied include duplicate detection, split payment identification, year-end spending spikes, round-number anomalies, Companies House compliance, cross-council price comparisons, and Benford's Law forensic screening.</p>\n\n<h2>Duplicate Payments: The Biggest Red Flag</h2>\n\n<p>The analysis identified <strong>478 high-confidence duplicate groups</strong> totalling £1.7 million. These are cases where the exact same supplier, amount, date, and payment reference appear three or more times in the data.</p>\n\n<p>After filtering out 2,290 records identified as CSV republication artifacts (where the council publishes overlapping quarterly files), the remaining duplicates are more likely to represent genuine overpayments. However, some may be legitimate — such as regular standing orders or instalment payments that naturally produce identical records.</p>\n\n<p>A further <strong>1,352 medium-confidence groups</strong> (same supplier, amount, and date but different references) add another £1.7 million of potential concern. These require manual review to distinguish legitimate repeat payments from errors.</p>\n\n<h2>Companies House Compliance</h2>\n\n<p>Nine current suppliers receiving a combined <strong>£998K</strong> have compliance issues on the Companies House register. These include late filing of accounts, overdue confirmation statements, or director changes not properly recorded.</p>\n\n<p>The spending occurred before the compliance breaches started, so the council was not paying non-compliant companies at the time. However, ongoing relationships with companies that subsequently fall into non-compliance raises questions about supplier monitoring processes.</p>\n\n<h2>Year-End Spending: Remarkably Flat</h2>\n\n<p>Unlike many councils that show dramatic March spending spikes as departments rush to use annual budgets, Rossendale's year-end pattern is relatively flat. Customer Services and E-Government showed a <strong>7.2x monthly average</strong> in March, but overall the council's spending profile is among the most even in East Lancashire.</p>\n\n<h2>What These Findings Mean</h2>\n\n<p>Automated screening generates leads, not conclusions. Each finding requires manual investigation to determine whether it represents genuine waste or a data artifact. The high-confidence duplicate figure of £1.7M is the most actionable — a targeted audit of these transaction groups could quickly identify recoverable overpayments.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Explore the DOGE findings:</strong> Visit the DOGE Investigation page for interactive charts and detailed breakdowns of each finding category</li>\n    <li><strong>Submit an FOI request:</strong> Ask Rossendale Borough Council for its duplicate payment recovery process and the value of overpayments recovered in the last three years</li>\n    <li><strong>Check supplier compliance:</strong> Use Companies House (companieshouse.gov.uk) to verify the current status of any supplier receiving public money</li>\n  </ul>\n</div>"
}
