{
  "id": "doge-findings-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n<li><strong>£1.9 million</strong> in likely duplicate payments identified across 521 high-confidence duplicate groups, with individual transactions appearing 3 or more times with identical supplier, amount, date and reference details</li>\n<li><strong>£132,100</strong> flagged as suspected split payments involving one instance of three or more payments occurring just below approval thresholds within the same week</li>\n<li><strong>£8.1 million</strong> in round-number payments exceeding £5,000, spanning 673 transactions that may indicate estimated rather than properly invoiced amounts—representing approximately 12% of total council spend</li>\n<li>Customer Services &amp; E-Government department recorded March spending at <strong>7.2 times</strong> their monthly average, significantly exceeding the 3x threshold that typically warrants scrutiny for fiscal year-end budget exhaustion</li>\n<li>Statistical analysis of 27,784 transactions reveals digit distribution anomalies with a <strong>6.3% deviation</strong> in digit 2 frequency from Benford's Law expectations, alongside 9 suppliers with Companies House compliance issues receiving £998,300 in historical payments</li>\n</ul>\n\n<h2>The £1.9 Million Duplicate Payment Question</h2>\n\n<p>The most significant concern emerging from Rossendale Borough Council's spending data is <strong>£1.9 million</strong> classified as likely duplicate payments. This figure represents approximately 2.8% of the council's total expenditure of £67,293,350.95 across 42,536 transactions. The analysis identified 521 high-confidence duplicate groups where transactions share identical characteristics: same supplier, same amount, same date and same reference number, with each group containing 3 or more copies of the same payment.</p>\n\n<p>Crucially, the methodology filtered out 1,630 CSV republication artifacts—quarterly overlaps where legitimate transactions appear in multiple published files—before identifying these duplicates. The persistence of 3 or more identical copies after this filtering suggests these are not mere data publishing errors but potentially genuine overpayments requiring immediate reconciliation. The severity flag assigned to this finding is \"critical,\" reflecting the risk that public funds may have been disbursed multiple times for single obligations.</p>\n\n<h2>Procurement Pattern Anomalies</h2>\n\n<h3>Suspected Split Payments: £132,100</h3>\n\n<p>Analysis detected <strong>£132,100</strong> in suspected split payments, specifically identifying one instance involving 3 or more payments clustered just below procurement approval thresholds within the same week. This pattern can indicate attempts to circumvent formal authorisation limits by fragmenting larger invoices into smaller, separately approved amounts. However, the confidence level for this specific finding is low, as the pattern could equally result from legitimate batch processing, staged project invoicing or recurring payment schedules. The single instance warrants examination of the underlying procurement approval chain to determine whether threshold limits were deliberately avoided.</p>\n\n<h3>Round-Number Transactions: £8.1 Million</h3>\n\n<p>More pervasive is the <strong>£8.1 million</strong> distributed across 673 exact round-number payments exceeding £5,000. These round figures—amounts like £10,000.00 rather than £9,847.63—often indicate estimated costs rather than precisely invoiced sums. This total represents roughly 12% of the council's entire spending portfolio. While not inherently improper, such a high volume of estimated payments suggests potential gaps in invoice verification processes, as properly documented procurement should typically produce irregular figures reflecting actual goods and services rendered rather than convenient estimates.</p>\n\n<h2>Fiscal Year-End Spending Spikes</h2>\n\n<p>The Customer Services &amp; E-Government department exhibited a dramatic spending pattern in March, disbursing funds at <"
}