{
  "id": "duplicate-payments",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>478 high-confidence duplicate groups:</strong> Same supplier, same amount, same date, same reference — appearing 3 or more times — totalling £1.7 million</li>\n    <li><strong>1,352 medium-confidence groups:</strong> Same supplier, amount, and date but different references — another £1.7 million</li>\n    <li><strong>CSV artifacts filtered out:</strong> 2,290 records identified as republication overlaps between quarterly CSV files have been excluded from these figures</li>\n    <li><strong>Recovery potential:</strong> Even if only 10% are genuine duplicates, that represents £170,000-£340,000 in recoverable overpayments</li>\n  </ul>\n</div>\n\n<h2>Understanding Duplicate Detection</h2>\n\n<p>When a council pays a supplier twice for the same invoice, the error rarely gets caught quickly. Unlike a double charge on a personal bank card — where the cardholder notices immediately — council payment systems process thousands of transactions monthly, and duplicates can hide in the volume for months or years.</p>\n\n<p>The AI DOGE analysis scans all <strong>27,784 transactions</strong> in Rossendale's spending data looking for groups where the same supplier received the same amount on the same date. When the payment reference also matches, confidence is high that the records represent the same underlying transaction.</p>\n\n<h2>High-Confidence Duplicates: £1.7M</h2>\n\n<p>The <strong>478 high-confidence groups</strong> are the strongest leads. In each case, three or more records share identical supplier names, payment amounts, dates, and reference numbers. After filtering out known CSV publishing overlaps (where the council's quarterly data files cover overlapping periods), these groups represent genuine data anomalies.</p>\n\n<p>Not all will be actual duplicate payments. Possible legitimate explanations include:</p>\n<ul>\n  <li><strong>Standing orders:</strong> Regular payments of the same amount to the same supplier (e.g., monthly rent or licence fees)</li>\n  <li><strong>Batch processing:</strong> Multiple invoices for identical amounts processed on the same day</li>\n  <li><strong>Credit and re-issue:</strong> A voided payment followed by a reissue, with both appearing in the data</li>\n</ul>\n\n<p>However, the concentration of 3+ identical records — rather than the expected 1 or 2 — suggests that at least some represent genuine overpayments.</p>\n\n<h2>Medium-Confidence Duplicates: Another £1.7M</h2>\n\n<p>The <strong>1,352 medium-confidence groups</strong> share the same supplier, amount, and date but have different payment references. These are harder to interpret — a different reference could indicate a genuinely separate transaction, or it could reflect a duplicate that was manually re-keyed with a new reference number.</p>\n\n<h2>What Councils Typically Find</h2>\n\n<p>National research by the CIPFA Counter Fraud Centre suggests that councils typically recover between 0.5% and 2% of annual expenditure through duplicate payment audits. For Rossendale's scale, that would suggest genuine recoveries of <strong>£50,000 to £200,000</strong> — broadly consistent with the flagged amounts.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Submit an FOI request:</strong> Ask the council for the value of duplicate payments identified and recovered in each of the last three financial years</li>\n    <li><strong>Check the DOGE page:</strong> The AI DOGE Investigation page shows all flagged findings with interactive filters</li>\n    <li><strong>Ask your councillor:</strong> Enquire whether the council uses automated duplicate detection software on its accounts payable system</li>\n  </ul>\n</div>"
}
