{
  "id": "lcc-payments",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>£1.8 million paid to Lancashire County Council:</strong> Rossendale makes significant payments to the county authority for shared services and statutory levies</li>\n    <li><strong>Waste disposal is the biggest component:</strong> The waste disposal levy — based on tonnage of residual waste — is Rossendale's largest bill to the county</li>\n    <li><strong>Two-tier system complexity:</strong> District councils and county councils in Lancashire have overlapping responsibilities, creating a web of inter-authority payments</li>\n    <li><strong>No choice on levies:</strong> Statutory levies must be paid regardless of the district council's financial position</li>\n  </ul>\n</div>\n\n<h2>The District-County Relationship</h2>\n\n<p>Lancashire operates a <strong>two-tier local government system</strong>. Rossendale Borough Council handles housing, planning, waste collection, environmental health, and leisure. Lancashire County Council handles education, social care, highways, libraries, and waste disposal. Where responsibilities overlap or connect, money flows between the two.</p>\n\n<p>The <strong>£1.8 million</strong> that Rossendale pays to Lancashire County Council represents this financial relationship. The majority covers the waste disposal levy — a statutory charge based on the volume and weight of residual waste that the borough sends for disposal.</p>\n\n<h2>The Waste Disposal Levy</h2>\n\n<p>When Rossendale collects your bins, it pays for the collection. But the actual disposal — whether through landfill, incineration, or energy-from-waste processing — is arranged and charged by the county council. The disposal levy is calculated based on <strong>tonnage</strong>, giving Rossendale a direct financial incentive to improve recycling rates and reduce residual waste.</p>\n\n<p>This levy is non-negotiable. Even if Rossendale faces budget pressures elsewhere, the waste disposal charge must be paid based on actual tonnage.</p>\n\n<h2>Other Inter-Authority Payments</h2>\n\n<p>Beyond waste, payments to Lancashire County Council may include:</p>\n<ul>\n  <li><strong>Shared services:</strong> IT infrastructure, legal services, or procurement functions that the county provides on a shared basis</li>\n  <li><strong>Section 106 contributions:</strong> Developer contributions for education or highways that pass through the district to the county</li>\n  <li><strong>Elections:</strong> County council elections administered by the district and recharged</li>\n  <li><strong>Social care contributions:</strong> Where district-level services interface with county-level social care provision</li>\n</ul>\n\n<h2>The Unitary Question</h2>\n\n<p>Lancashire's two-tier system has been the subject of periodic debate about reorganisation into unitary authorities. The current system means Rossendale residents pay council tax to both the borough and the county (plus police, fire, and parish precepts), with inter-authority payments adding administrative complexity.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Explore the spending data:</strong> Search for \"Lancashire County Council\" in the AI DOGE spending tool to see all payments</li>\n    <li><strong>Submit an FOI request:</strong> Ask for a breakdown of all payments to Lancashire County Council by category for the last three years</li>\n    <li><strong>Check county data:</strong> Lancashire County Council publishes its own spending data — search for payments received from Rossendale to see the other side</li>\n  </ul>\n</div>"
}
