{
  "id": "leisure-trust",
  "content": "\n      <div class=\"key-findings\">\n        <h4>Key Findings</h4>\n        <ul>\n          <li><strong>£1.5 million</strong> paid to Rossendale Leisure Trust Ltd over the data period</li>\n          <li>The Trust operates leisure facilities on behalf of the council, including swimming pools and fitness centres</li>\n          <li>Arms-length trusts receive business rates relief — potentially saving the council money compared to in-house delivery</li>\n          <li>However, trust governance arrangements can reduce direct democratic accountability for service delivery</li>\n        </ul>\n      </div>\n\n      <h2>What Is Rossendale Leisure Trust?</h2>\n\n      <p>Rossendale Leisure Trust Ltd is a not-for-profit organisation that operates leisure facilities on behalf of Rossendale Borough Council. The Trust receives £1.5 million from the council over the published data period (April 2021 to December 2025) to manage and maintain leisure services including swimming pools, sports centres, and fitness facilities across the borough.</p>\n\n      <p>This is a common model in English local government. Approximately half of all council leisure services are now delivered through external trusts rather than directly by the council. The primary financial driver is that charitable trusts qualify for mandatory 80% business rates relief on their premises, generating a saving that in-house council delivery cannot access.</p>\n\n      <h2>The Trust Model: Advantages and Risks</h2>\n\n      <h3>Potential Benefits</h3>\n      <ul>\n        <li><strong>Business rates relief:</strong> Charitable status means 80% mandatory relief on business rates, potentially saving hundreds of thousands of pounds annually</li>\n        <li><strong>VAT advantages:</strong> Trusts can recover VAT on certain activities that councils cannot</li>\n        <li><strong>Operational flexibility:</strong> Trusts may have more freedom in staffing, pricing, and programming than council departments</li>\n        <li><strong>External funding:</strong> Charitable trusts can access grant funding streams unavailable to councils</li>\n      </ul>\n\n      <h3>Potential Risks</h3>\n      <ul>\n        <li><strong>Reduced accountability:</strong> Councillors have less direct oversight of service delivery compared to in-house provision</li>\n        <li><strong>Financial sustainability:</strong> If a trust fails financially, the council remains responsible for ensuring leisure provision</li>\n        <li><strong>Contract lock-in:</strong> Long-term management agreements can be difficult and expensive to exit</li>\n        <li><strong>Transparency:</strong> Trusts are not directly subject to Freedom of Information requests in the same way as councils</li>\n      </ul>\n\n      <h2>Financial Context</h2>\n\n      <p>The £1.5 million paid to Rossendale Leisure Trust represents approximately 2.3% of the council's total recorded spend of £64 million. This is a management fee — the Trust also generates its own income from membership fees, casual usage charges, and secondary spending within its facilities.</p>\n\n      <p>Without access to the Trust's own accounts, it is not possible to determine the total cost of leisure provision in Rossendale or whether the management fee represents value for money compared to in-house delivery or alternative providers.</p>\n\n      <h2>Governance Questions</h2>\n\n      <p>Key questions for residents and councillors include:</p>\n\n      <ul>\n        <li><strong>Performance targets:</strong> What service levels is the Trust contracted to deliver, and how is performance measured?</li>\n        <li><strong>Financial transparency:</strong> Does the Trust publish its own detailed accounts and spending data?</li>\n        <li><strong>Council representation:</strong> How many council-nominated directors sit on the Trust board, and do they have meaningful influence?</li>\n        <li><strong>Contract review:</strong> When does the current management agreement expire, and will it be competitively retendered?</li>\n      </ul>\n\n      <p>With Local Government Reorganisation potentially creating new unitary authorities in Lancashire, the future of leisure trust arrangements across the county will likely be reviewed as part of any transition.</p>\n\n      <p><em><strong>Methodology:</strong> Spending figures are derived from Rossendale Borough Council's published spending data (April 2021 to December 2025, 42,536 transactions, £64M total). Payments to Rossendale Leisure Trust Ltd were identified by supplier name matching. The trust model description reflects standard practice in English local government leisure services.</em></p>\n    "
}