{
  "id": "living-wage",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>Foundation Living Wage employer since 1 April 2013:</strong> Rossendale was among the first Lancashire district councils to adopt the voluntary rate</li>\n    <li><strong>Current rate: £12.00/hour:</strong> This exceeds the government's National Living Wage of £11.44/hour (2024-25)</li>\n    <li><strong>Lowest-paid roles:</strong> Cleaners and some apprentice posts are on Grade 1, starting at £22,366 annual salary</li>\n    <li><strong>Pay ratio of 5.7:1:</strong> The CEO earns 5.7 times the lowest-paid employee — one of the tightest ratios in local government</li>\n  </ul>\n</div>\n\n<h2>What the Foundation Living Wage Means</h2>\n\n<p>The <strong>Foundation Living Wage</strong> is a voluntary hourly rate calculated by the Living Wage Foundation based on the actual cost of living. It is distinct from the government's statutory National Living Wage (previously National Minimum Wage), which is a legal floor below which employers cannot pay.</p>\n\n<p>In 2024-25, the Foundation Living Wage stands at <strong>£12.00/hour</strong>, while the National Living Wage is £11.44/hour. The gap means Rossendale's lowest-paid workers earn 56p more per hour — approximately £1,100 more per year — than they would be legally entitled to.</p>\n\n<p>Rossendale adopted this voluntary rate on <strong>1 April 2013</strong>, making it one of the earliest Lancashire districts to do so. The previous rate was £10.90/hour before the April 2024 increase.</p>\n\n<h2>Who Benefits</h2>\n\n<p>The lowest-paid roles at Rossendale are <strong>cleaners and some apprentice posts</strong>, on Grade 1 SCP 2-3 of the council's pay scale. The annual salary range for these roles is £22,366 to £22,737. While modest, this exceeds what many private sector employers in Rossendale pay for equivalent roles.</p>\n\n<p>With a workforce of 168 employees split between office and operational roles, the number of staff directly affected by the Living Wage floor is relatively small — the majority of council staff are on grades well above the minimum. However, the commitment signals the council's approach to pay equity.</p>\n\n<h2>The Pay Equity Picture</h2>\n\n<p>Rossendale's pay ratio of <strong>5.7:1</strong> (CEO salary to lowest-paid employee) is remarkably tight by national standards. The Hutton Review of Fair Pay recommended a maximum ratio of 20:1 for public sector organisations. Many NHS trusts and universities operate at 10:1 or higher.</p>\n\n<p>The key driver of Rossendale's low ratio is the combination of a relatively modest CEO salary (£113,001 — just above the national district median) and a Foundation Living Wage floor that keeps the bottom above the statutory minimum.</p>\n\n<h2>What the Council Doesn't Offer</h2>\n\n<p>Rossendale's Pay Policy Statement explicitly states that the council provides <strong>no lease car allowance, no telephone allowance, and no essential car user lump sum</strong> to any officer. This \"no perks\" approach is unusual in local government, where senior officers at other councils may receive car allowances worth £1,000-£3,000 annually on top of their salaries.</p>\n\n<p>All employees are enrolled in the <strong>Local Government Pension Scheme</strong> with an employer contribution rate of 19.7%. This pension benefit applies equally to the CEO and the lowest-paid cleaner.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Check your employer:</strong> The Living Wage Foundation maintains a directory of accredited employers at livingwage.org.uk</li>\n    <li><strong>Read Rossendale's Pay Policy:</strong> Published annually, it details all salary grades, the Living Wage commitment, and pay ratios</li>\n    <li><strong>Compare on AI DOGE:</strong> The Executive Pay page shows how Rossendale's pay ratios compare to other East Lancashire councils and the national picture</li>\n  </ul>\n</div>"
}
