{
  "id": "name-withheld",
  "content": "\n      <div class=\"key-findings\">\n        <h4>Key Findings</h4>\n        <ul>\n          <li><strong>3,167 transactions</strong> with supplier name recorded as \"NAME WITHHELD\" — the most frequent supplier entry by volume</li>\n          <li><strong>£1 million</strong> in public money paid to unnamed recipients over the data period (April 2021 to December 2025)</li>\n          <li>Average transaction value of just <strong>£325</strong> — suggesting routine operational payments, not one-off contracts</li>\n          <li>No equivalent pattern at this scale found in neighbouring Burnley, Hyndburn, or Pendle council data</li>\n        </ul>\n      </div>\n\n      <h2>What the Data Shows</h2>\n\n      <p>Rossendale Borough Council's published spending data contains 3,167 transactions where the supplier name is recorded as \"NAME WITHHELD\". This makes the withheld-name entry the single most frequent supplier in the dataset by transaction count — more frequent than any named commercial supplier, including Rapid Recruit Ltd (1,529 transactions) and Capita Business Services Ltd.</p>\n\n      <p>The total value of these anonymised payments is approximately £1 million across the April 2021 to December 2025 data period. With an average of £325 per transaction, these are not large one-off payments. The pattern suggests routine, recurring operational expenditure where the council has chosen not to publish the recipient's identity.</p>\n\n      <h2>Why Names Are Withheld</h2>\n\n      <p>Councils may legitimately withhold supplier names in limited circumstances. The most common reasons include:</p>\n\n      <ul>\n        <li><strong>Payments to individuals:</strong> Fostering allowances, direct payments for social care, or individual grants where naming the person would breach data protection rules</li>\n        <li><strong>Sensitive services:</strong> Payments related to safeguarding, domestic violence support, or witness protection</li>\n        <li><strong>Commercially sensitive contracts:</strong> Where disclosure could prejudice the council's negotiating position (though this exemption is narrow under FOI law)</li>\n      </ul>\n\n      <p>However, the scale here is notable. At 3,167 transactions representing 7.4% of all Rossendale transactions, this is a significant proportion of the council's spending activity to be effectively invisible to public scrutiny.</p>\n\n      <h2>The Transparency Question</h2>\n\n      <p>The Local Government Transparency Code 2015 requires councils to publish details of expenditure over £500, including supplier names. While exemptions exist for genuinely sensitive payments, the code's purpose is to enable public accountability.</p>\n\n      <p>Without knowing who received these payments, it is impossible for residents or journalists to assess whether the spending represents value for money, whether there are conflicts of interest, or whether procurement rules were followed.</p>\n\n      <h2>Comparison With Neighbours</h2>\n\n      <table>\n        <thead>\n          <tr><th>Council</th><th>Withheld Transactions</th><th>% of Total</th></tr>\n        </thead>\n        <tbody>\n          <tr><td>Rossendale</td><td>3,167</td><td>7.4%</td></tr>\n          <tr><td>Burnley</td><td>Minimal</td><td>&lt;1%</td></tr>\n          <tr><td>Hyndburn</td><td>Minimal</td><td>&lt;1%</td></tr>\n          <tr><td>Pendle</td><td>Minimal</td><td>&lt;1%</td></tr>\n        </tbody>\n      </table>\n\n      <p>Rossendale's rate of name-withheld transactions is significantly higher than its East Lancashire neighbours, suggesting this is a local policy choice rather than an unavoidable requirement.</p>\n\n      <h2>What Could Be Done</h2>\n\n      <p>A Freedom of Information request could ask the council to categorise these 3,167 transactions by reason for withholding — distinguishing between data protection (individual payments), safeguarding, and commercial sensitivity. This would help residents understand whether the level of redaction is proportionate.</p>\n\n      <p><em><strong>Methodology:</strong> This analysis is based on Rossendale Borough Council's published spending data for the period April 2021 to December 2025, comprising 42,536 transactions totalling approximately £64 million. Transactions where the supplier field contains \"NAME WITHHELD\" were identified by exact string matching. All figures are derived from publicly available data.</em></p>\n    "
}