{
  "id": "revenue-trends",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>Eight years of data:</strong> GOV.UK Revenue Outturn data covers Rossendale from 2017-18 to 2024-25</li>\n    <li><strong>Central services dominate:</strong> At £3.6 million in 2017-18, central administration is the single largest category — reflecting outsourcing contract costs</li>\n    <li><strong>Environmental spending steady:</strong> Waste collection and environmental services remain around £2 million year after year</li>\n    <li><strong>Housing benefit pass-through:</strong> £18.2 million in rent allowances flowed through the council in 2017-18 alone — central government money, not council decisions</li>\n  </ul>\n</div>\n\n<h2>Reading the Budget Data</h2>\n\n<p>The Ministry of Housing, Communities and Local Government (MHCLG) publishes standardised revenue outturn data for every council in England. This data uses consistent definitions and categories, making it possible to track genuine trends rather than relying on each council's own reporting format.</p>\n\n<p>For Rossendale, the data covers <strong>eight financial years</strong> from 2017-18 to 2024-25. The total net current expenditure in 2017-18 was £26.4 million — though this includes housing benefit rent allowances (£18.2M) that the council merely administers on behalf of central government.</p>\n\n<h2>Service Area Trends</h2>\n\n<h3>Central Services (£3.6M in 2017-18)</h3>\n<p>The largest controllable spending category covers corporate management, IT, finance, legal, HR, and democratic services. Much of this cost reflects the outsourcing contracts with Capita and Civica rather than direct staffing.</p>\n\n<h3>Environmental Services (~£2M)</h3>\n<p>Waste collection, recycling, street cleaning, and environmental health. This figure has remained remarkably stable year on year, suggesting that service levels have been maintained despite broader budget pressures.</p>\n\n<h3>Cultural Services (£840K in 2017-18)</h3>\n<p>Covering tourism, sports facilities, and cultural activities. The presence of the Rossendale Leisure Trust means some leisure spending appears under supplier payments rather than directly in this category.</p>\n\n<h3>Housing (£375K in 2017-18)</h3>\n<p>Minimal direct housing expenditure reflects the earlier transfer of council housing stock. The private sector renewal line shows a negative figure (-£291K), indicating income from loans or grants being repaid.</p>\n\n<h3>Planning and Development (£612K in 2017-18)</h3>\n<p>Development control (planning applications), building control, economic development, and strategic planning. Fee income from planning applications offsets some of the gross cost.</p>\n\n<h2>The Housing Benefit Distortion</h2>\n\n<p>The single largest item in Rossendale's budget data — <strong>£18.2 million</strong> in housing benefit rent allowances — is not council spending at all. It is central government money that flows through the council's accounts to pay private landlords. As Universal Credit gradually replaces housing benefit, this pass-through will decline, making the council's accounts look smaller without any actual change in services.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Explore the Budget Trends page:</strong> AI DOGE's Revenue Trends page shows interactive charts of all GOV.UK budget categories over time</li>\n    <li><strong>Compare with neighbours:</strong> The same standardised data is available for Burnley, Hyndburn, and Pendle — use consistent definitions for fair comparisons</li>\n    <li><strong>Download the raw data:</strong> GOV.UK publishes the full Revenue Outturn dataset as open data</li>\n  </ul>\n</div>"
}
