{
  "id": "small-council",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>168 employees:</strong> Rossendale has one of the smallest workforces of any English district council — 164 FTE</li>\n    <li><strong>£10.6M net revenue budget:</strong> Among the smallest budgets in the country for a district authority</li>\n    <li><strong>Population 73,045:</strong> The smallest of the four East Lancashire councils by population</li>\n    <li><strong>Below gender pay gap threshold:</strong> With fewer than 250 employees, Rossendale is not required to publish gender pay gap data</li>\n  </ul>\n</div>\n\n<h2>Rossendale in Context</h2>\n\n<p>England has approximately 180 district councils, ranging from tiny Rutland (population 41,000) to large urban districts with populations over 200,000. Rossendale sits in the smaller third, with a population of <strong>73,045</strong> spread across the Irwell Valley, Whitworth Valley, and surrounding Pennine moorland.</p>\n\n<p>The council's workforce of <strong>168 employees</strong> (164 full-time equivalent) is divided roughly equally between office-based staff at Futures Park in Bacup and operational staff at the Henrietta Street depot. The annual staffing cost is approximately £4.4 million, with net monthly pay around £370,000.</p>\n\n<h2>Does Smaller Mean More Efficient?</h2>\n\n<p>Small councils face a fundamental tension. On one hand, compact organisations can be more agile, with shorter communication chains and less bureaucratic overhead. On the other hand, they lack economies of scale — the cost of maintaining a legal department, IT infrastructure, and democratic processes is broadly similar whether you serve 73,000 people or 130,000.</p>\n\n<p>Rossendale's response to this challenge has been <strong>strategic outsourcing</strong>. By contracting revenues, benefits, and council tax administration to Capita Business Services (£5.8M over the data period), the council avoids maintaining large in-house teams for transactional services. IT systems are largely provided by Civica UK.</p>\n\n<p>The trade-off is reduced direct control over service quality and potential long-term cost escalation through contract renewals.</p>\n\n<h2>The Management Structure</h2>\n\n<p>Despite its small size, Rossendale maintains a <strong>Corporate Management Team of 8</strong>: the Chief Executive, 2 Directors, and 5 Heads of Service. This gives a management-to-staff ratio of roughly 1:21 — comparable to larger councils where the ratio might be 1:30 or higher.</p>\n\n<p>The team was recently streamlined when the Director of Communities post was not replaced following Adam Allen's departure to Ribble Valley Borough Council.</p>\n\n<h2>Comparisons</h2>\n\n<p>Among the East Lancashire four:</p>\n<ul>\n  <li><strong>Burnley:</strong> Under 250 employees, budget £18.7M, population 90,234</li>\n  <li><strong>Hyndburn:</strong> Budget £14.2M, population 81,043</li>\n  <li><strong>Pendle:</strong> Budget £13.8M, population 91,405</li>\n  <li><strong>Rossendale:</strong> 168 employees, budget £10.6M, population 73,045</li>\n</ul>\n\n<p>Rossendale has the smallest budget, smallest population, and lowest headcount. Yet it delivers the same statutory services as its larger neighbours and pays its CEO a competitive salary of £113,001.</p>\n\n<h2>The Gender Pay Gap Exception</h2>\n\n<p>With fewer than 250 employees, Rossendale is <strong>exempt from mandatory gender pay gap reporting</strong>. This means there is no public data on whether men and women at the council are paid equally. By contrast, Burnley (which is also under 250 staff) voluntarily publishes this data through the GOV.UK Gender Pay Gap Service.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Read the Pay Policy Statement:</strong> Published annually, it details all salary bands, staff numbers, and pay ratios</li>\n    <li><strong>Check the LGA Workforce Survey:</strong> The Local Government Association publishes national workforce data for comparison</li>\n    <li><strong>Explore Executive Pay:</strong> Use the AI DOGE Pay Comparison page to see how Rossendale's management structure compares</li>\n  </ul>\n</div>"
}
