{
  "id": "spending-patterns",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>Environmental Services dominate:</strong> Waste collection, street cleaning, and environmental health form the single largest spending category at Rossendale</li>\n    <li><strong>Central Services cost £3.6M:</strong> Administration, ICT, and corporate functions absorb significant resources for a council of just 168 staff</li>\n    <li><strong>Housing spend is surprisingly low:</strong> At £375K, housing expenditure is minimal compared to neighbouring councils — reflecting Rossendale's reliance on housing associations</li>\n    <li><strong>Legal and democratic services:</strong> Committee administration, elections, and legal costs represent a fixed overhead regardless of council size</li>\n  </ul>\n</div>\n\n<h2>Following the Money</h2>\n\n<p>Rossendale Borough Council's spending data reveals a district authority stretched across multiple service areas with limited resources. Unlike larger councils that can achieve economies of scale, Rossendale must deliver the same statutory services as councils three times its size — with a net revenue budget of just <strong>£10.6 million</strong>.</p>\n\n<p>The spending breakdown reflects priorities driven as much by legal obligation as by local choice. Environmental services — primarily waste collection and recycling — command the largest share, followed by central administrative functions that are unavoidable for any council regardless of size.</p>\n\n<h2>Environmental Services: The Biggest Bill</h2>\n\n<p>Waste collection and disposal accounts for approximately <strong>£2 million annually</strong> — nearly one-fifth of the council's entire net revenue budget. This covers kerbside collections, recycling processing, street cleaning, and the council's contribution to the Lancashire waste disposal levy paid to the county council.</p>\n\n<p>For a borough covering 138 square kilometres of largely rural Pennine terrain, the logistics of waste collection are particularly challenging. Collection rounds must serve both the dense terraced streets of Rawtenstall and Bacup and scattered farmsteads in the Irwell Valley.</p>\n\n<h2>Central Services: The Cost of Running a Council</h2>\n\n<p>At <strong>£3.6 million</strong>, central services represent the council's internal running costs: IT systems (including payments to Civica UK), human resources, finance, legal services, and democratic administration. For a council with just 168 employees, this overhead ratio is a legitimate question — though comparable to other small districts.</p>\n\n<p>The outsourcing of revenues and benefits to <strong>Capita Business Services</strong> (£5.8M over the data period) complicates the picture. These costs appear in supplier payments rather than staffing budgets, making like-for-like comparisons with in-house councils difficult.</p>\n\n<h2>Housing: A Minimal Direct Role</h2>\n\n<p>Rossendale transferred its council housing stock to a housing association years ago, meaning direct housing expenditure is limited to <strong>housing strategy, advice, and private sector enforcement</strong>. The £375K annual figure covers homelessness prevention, disabled facilities grants, and housing standards enforcement.</p>\n\n<p>This contrasts with councils that retained their housing stock, where housing revenue accounts can dwarf general fund spending.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Explore the spending data:</strong> Use the AI DOGE spending tool to search by department, supplier, or amount — all 42,536 transactions are available</li>\n    <li><strong>Compare with neighbours:</strong> Check how Rossendale's departmental spending compares to Burnley, Hyndburn, and Pendle using the cross-council comparison tool</li>\n    <li><strong>Submit an FOI request:</strong> Ask for the council's Medium Term Financial Strategy to understand how spending priorities are expected to change</li>\n  </ul>\n</div>"
}
