{
  "id": "spending-overview",
  "content": "\n      <div class=\"key-findings\">\n        <h4>Key Findings</h4>\n        <ul>\n          <li><strong>£64 million</strong> in total recorded spending across 42,536 transactions (April 2021 to December 2025)</li>\n          <li><strong>1,525 different suppliers</strong> received payments — but spending is concentrated among a small number</li>\n          <li>Very flat spending pattern with <strong>no year-end spike</strong> — March spending at just 1.1x the monthly average</li>\n          <li>Good data quality: <strong>100% of transactions</strong> include descriptions and department information</li>\n        </ul>\n      </div>\n\n      <h2>Overview of Rossendale's Spending</h2>\n\n      <p>Rossendale Borough Council recorded £64 million in payments over £500 between April 2021 and December 2025, spread across 42,536 individual transactions to 1,525 different suppliers. As a small district council serving approximately 70,000 residents, Rossendale has the smallest budget of the four East Lancashire councils analysed on this platform.</p>\n\n      <p>The spending data is notable for its quality. Every transaction includes a description and department attribution — a standard that not all councils meet. Burnley, for example, publishes no transaction descriptions at all, making Rossendale's data considerably more transparent in this respect.</p>\n\n      <h2>Where the Money Goes: Top Suppliers</h2>\n\n      <table>\n        <thead>\n          <tr><th>Supplier</th><th>Total Spend</th><th>Transactions</th><th>Role</th></tr>\n        </thead>\n        <tbody>\n          <tr><td>Capita Business Services Ltd</td><td>£5.8M</td><td>—</td><td>Outsourced council services</td></tr>\n          <tr><td>Rapid Recruit Ltd</td><td>£1.9M</td><td>1,529</td><td>Agency staffing</td></tr>\n          <tr><td>Lancashire County Council</td><td>£1.8M</td><td>—</td><td>County-level service payments</td></tr>\n          <tr><td>Rossendale Leisure Trust Ltd</td><td>£1.5M</td><td>—</td><td>Leisure facilities management</td></tr>\n          <tr><td>NAME WITHHELD</td><td>£1.0M</td><td>3,167</td><td>Anonymised supplier</td></tr>\n        </tbody>\n      </table>\n\n      <p>The top five entries account for approximately £12 million — nearly a fifth of total spend. Capita alone represents 9% of all recorded expenditure. This level of concentration is not unusual for a small district council with limited in-house capacity, but it does mean a small number of organisations have significant financial relationships with the authority.</p>\n\n      <h2>Spending Patterns</h2>\n\n      <p>Unlike some neighbouring councils, Rossendale shows a very flat spending pattern throughout the financial year. March spending — the final month before the year-end deadline — runs at just 1.1x the monthly average. This is a positive indicator: year-end spending spikes can suggest budget rush behaviour, where departments accelerate spending to avoid returning unspent funds.</p>\n\n      <p>The absence of a spike at Rossendale suggests either disciplined budget management or that the council's spending is largely committed through contracts and recurring payments rather than discretionary procurement.</p>\n\n      <h2>Data Quality Assessment</h2>\n\n      <p>Rossendale's published spending data scores well on several quality metrics:</p>\n\n      <ul>\n        <li><strong>Descriptions:</strong> 100% of transactions include payment descriptions — the best rate among the four East Lancashire councils</li>\n        <li><strong>Departments:</strong> 100% of transactions are attributed to a council department</li>\n        <li><strong>Micro-transactions:</strong> 30% of transactions are under £100, which is a high proportion but reflects the council's decision to publish below the £500 Transparency Code minimum</li>\n        <li><strong>Transparency gap:</strong> 3,167 transactions (7.4%) have withheld supplier names — the most significant data quality concern</li>\n      </ul>\n\n      <h2>DOGE Analysis Findings</h2>\n\n      <p>Automated analysis of Rossendale's spending data has identified several areas warranting further investigation:</p>\n\n      <ul>\n        <li><strong>£3.5 million</strong> in likely duplicate payments (1,948 high-confidence duplicate groups)</li>\n        <li><strong>£132,100</strong> in suspected split payments (transactions structured to fall below approval thresholds)</li>\n        <li><strong>£8.1 million</strong> in round-number payments over £5,000 (may indicate estimates rather than invoiced amounts)</li>\n        <li><strong>Benford's Law anomaly</strong> (statistical deviation in leading digit distribution, which can indicate data irregularities)</li>\n        <li><strong>22 suppliers shared</strong> with neighbouring councils, with some showing significant price gaps for similar services</li>\n      </ul>\n\n      <h2>Political Context</h2>\n\n      <p>Rossendale Borough Council operates under Labour majority control, holding 19 of 30 seats (with 1 vacancy). The Conservative group forms the official opposition with 5 seats. As a Labour-controlled authority, spending decisions and budget priorities reflect the administration's political programme.</p>\n\n      <p><em><strong>Methodology:</strong> All figures are derived from Rossendale Borough Council's published spending data for the period April 2021 to December 2025. The dataset comprises 42,536 transactions totalling approximately £64 million across 1,525 suppliers. DOGE analysis was performed using automated pattern detection for duplicates, split payments, round numbers, and Benford's Law compliance. Cross-council comparisons use equivalent published datasets from Burnley, Hyndburn, and Pendle.</em></p>\n    "
}