{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n<li>The top five suppliers consumed £19.7 million (29%) of the council’s £67.3 million total spend, despite the council transacting with 1,525 unique suppliers.</li>\n<li>Capita Business Services Ltd alone received £5,659,898.70, representing 8.4% of all expenditure and raising significant concentration risk concerns.</li>\n<li>Over £11.9 million flowed to central government pass-through schemes (COVID Business Grant, Department for Levelling Up, and BEIS), limiting local discretion over nearly 18% of the budget.</li>\n<li>Legal and staffing agency costs totalled £3.96 million, with Ozon Solicitors (£2,036,721.64) and Rapid Recruit Ltd (£1,918,331.74) highlighting potential in-house capacity gaps.</li>\n<li>The top ten suppliers captured £27.7 million (41.2% of total spend), indicating extreme market concentration despite 42,536 individual transactions.</li>\n</ul>\n\n<h2>The Concentration Paradox</h2>\n<p>Rossendale Borough Council’s spending data reveals a troubling paradox. While the authority transacted with 1,525 separate suppliers across 42,536 individual payments, the distribution of £67,293,350.95 in public money remains heavily concentrated. Just five organisations—accounting for a mere 0.3% of the supplier base—captured £19,767,687.61, representing 29% of every pound spent.</p>\n\n<p>This concentration creates what procurement experts term \"single point of failure\" risk. When nearly one-third of expenditure flows to a handful of entities, service disruption or contract failure at any major supplier could destabilise local service delivery. The data suggests Rossendale has traded market diversity for administrative convenience, potentially sacrificing competitive pricing and resilience.</p>\n\n<table>\n<thead>\n<tr>\n<th>Rank</th>\n<th>Supplier</th>\n<th>Amount (£)</th>\n<th>% of Total Spend</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>CAPITA BUSINESS SERVICES LTD</td>\n<td>5,659,898.70</td>\n<td>8.4%</td>\n</tr>\n<tr>\n<td>2</td>\n<td>COVID BUSINESS GRANT</td>\n<td>5,380,625.23</td>\n<td>8.0%</td>\n</tr>\n<tr>\n<td>3</td>\n<td>DEPARTMENT FOR LEVELLING UP</td>\n<td>4,142,602.64</td>\n<td>6.2%</td>\n</tr>\n<tr>\n<td>4</td>\n<td>BEIS</td>\n<td>2,457,839.40</td>\n<td>3.7%</td>\n</tr>\n<tr>\n<td>5</td>\n<td>OZON SOLICITORS</td>\n<td>2,036,721.64</td>\n<td>3.0%</td>\n</tr>\n<tr>\n<td>6</td>\n<td>RAPID RECRUIT LTD</td>\n<td>1,918,331.74</td>\n<td>2.9%</td>\n</tr>\n<tr>\n<td>7</td>\n<td>LANCASHIRE COUNTY COUNCIL</td>\n<td>1,789,731.03</td>\n<td>2.7%</td>\n</tr>\n<tr>\n<td>8</td>\n<td>ROSSENDALE LEISURE TRUST LTD</td>\n<td>1,545,038.90</td>\n<td>2.3%</td>\n</tr>\n<tr>\n<td>9</td>\n<td>ZURICH MUNICIPAL MANAGEMENT SERVICES</td>\n<td>1,392,389.14</td>\n<td>2.1%</td>\n</tr>\n<tr>\n<td>10</td>\n<td>POST OFFICE LTD</td>\n<td>1,299,952.50</td>\n<td>1.9%</td>\n</tr>\n</tbody>\n</table>\n\n<h2>The Capita Dependency</h2>\n<p>The most striking figure is the £5,659,898.70 paid to Capita Business Services Ltd. This single outsourcing contract consumes 8.4% of Rossendale’s entire budget, exceeding the combined expenditure on the next three local suppliers. Capita’s dominance raises critical questions about competitive tendering and whether the council has locked itself into long-term dependency on a single private provider.</p>\n\n<p>Outsourcing on this scale typically covers back-office functions—revenues and benefits, HR, or IT infrastructure. However, the transparency data offers no breakdown of services rendered for this £5.66 million. Without contract value visibility, residents cannot assess whether this represents value for money or simply the path of least resistance for a cash-strapped authority. The concentration risk is acute: if Capita encounters financial distress or service failure, Rossendale lacks the immediate in-house capacity to absorb these functions.</p>\n\n<h2>Ring-Fenced Reality</h2>\n<p>Three of the top five \"suppliers\" are actually central government departments or emergency schemes, accounting for £11,981,067.27 (17.8% of total spend). The £5,380,625.23 listed under COVID Business Grant represents p"
}