{
  "id": "waste-services",
  "content": "<div class=\"key-findings\">\n  <h3>Key Findings</h3>\n  <ul>\n    <li><strong>Waste collection is the largest operational cost:</strong> Environmental services including waste, recycling, and street cleaning consume approximately £2 million annually</li>\n    <li><strong>Lancashire waste disposal levy:</strong> Rossendale pays a contribution to Lancashire County Council for waste disposal — a cost it cannot control</li>\n    <li><strong>Recycling rates vary:</strong> Borough recycling performance directly affects disposal levy costs, creating a financial incentive for better recycling</li>\n    <li><strong>Rural challenge:</strong> Collecting waste across 138 square kilometres of hilly Pennine terrain costs more per household than in urban areas</li>\n  </ul>\n</div>\n\n<h2>The Cost of Clean Streets</h2>\n\n<p>For most Rossendale residents, waste collection is the most visible council service they receive. The fortnightly bin collections, recycling processing, bulky waste removal, and street cleaning programme represent the single largest operational expenditure for the borough.</p>\n\n<p>Environmental services spending of approximately <strong>£2 million per year</strong> covers the full cycle: bin provision, collection vehicle fleet, staff wages, recycling sorting, and the disposal levy paid to Lancashire County Council. This amounts to roughly £27 per person per year for the borough's 73,000 residents.</p>\n\n<h2>The Disposal Levy: A Cost Rossendale Cannot Control</h2>\n\n<p>District councils in Lancashire collect waste, but the county council disposes of it. Rossendale pays a <strong>waste disposal levy</strong> to Lancashire County Council based on the tonnage of residual (non-recyclable) waste it sends for processing.</p>\n\n<p>This creates a direct financial incentive for better recycling performance — every tonne diverted from landfill or incineration reduces the levy. However, it also means a significant portion of Rossendale's waste budget is determined by county-level contracts and disposal costs beyond the borough's control.</p>\n\n<h2>Geography and Cost</h2>\n\n<p>Rossendale's geography presents unique challenges for waste collection. The borough stretches from Haslingden in the east to Whitworth in the south, encompassing steep Pennine valleys, narrow terraced streets in town centres, and scattered rural properties. Collection rounds are longer and less efficient than in flat urban areas, pushing up per-household costs.</p>\n\n<p>Vehicle maintenance costs are higher due to the terrain, and winter weather can disrupt collection schedules — requiring catch-up rounds that add to operational expenses.</p>\n\n<h2>What You Can Do</h2>\n\n<div class=\"what-you-can-do\">\n  <ul>\n    <li><strong>Check your collection schedule:</strong> Visit the Rossendale council website for bin collection dates and recycling guidance</li>\n    <li><strong>Report missed collections:</strong> Missed bin collections can be reported through the council's online portal</li>\n    <li><strong>Submit an FOI request:</strong> Ask for the council's recycling rate trend over the last five years and the waste disposal levy paid to Lancashire County Council</li>\n  </ul>\n</div>"
}
