{
  "categories": [
    {
      "id": "spending",
      "name": "Spending & Contracts",
      "description": "Questions about how the council spends public money",
      "templates": [
        {
          "id": "capita-contract",
          "title": "Capita Business Services Contract Details",
          "why": "Capita is Rossendale's largest commercial supplier at £5.8M — an outsourcing arrangement similar to Liberata at neighbouring councils.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The full contract value, duration and scope of the Capita Business Services Ltd contract\n2. Any contract extensions or variations since inception\n3. Key performance indicators (KPIs) and most recent performance report\n4. A comparison of Capita costs vs estimated in-house delivery costs\n5. Any benchmarking exercises conducted for the services Capita provides\n6. The contract renewal or exit date and any associated transition plans",
          "status": "suggested",
          "context": "Capita Business Services Ltd has received £5.8M from Rossendale Borough Council. As neighbouring councils review outsourcing arrangements, understanding Capita's role and cost-effectiveness is valuable."
        },
        {
          "id": "name-withheld",
          "title": "Supplier Names Withheld from Transparency Data",
          "why": "3,167 transactions totalling £1M have supplier names withheld — a significant transparency concern.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The reason for withholding supplier names in 3,167 transactions published in the council's spending data\n2. Which FOI exemption (if any) applies to withholding these supplier names\n3. A breakdown of the withheld transactions by department and financial year\n4. Whether these transactions relate to individual payments (e.g. benefits, grants) or commercial suppliers\n5. The council's policy on redacting supplier information from transparency data",
          "status": "suggested",
          "context": "Under the Local Government Transparency Code, councils are required to publish supplier names for payments over £500. Rossendale's data contains 3,167 transactions (£1M) where the supplier name is 'NAME WITHHELD', making it impossible for the public to scrutinise these payments."
        },
        {
          "id": "agency-staff",
          "title": "Rapid Recruit Agency Staffing Costs",
          "why": "Rapid Recruit Ltd is the most frequent commercial supplier by volume (1,529 transactions, £1.9M) — indicating significant reliance on agency staff.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. A breakdown of Rapid Recruit Ltd costs by department for each financial year since 2021/22\n2. The roles filled by agency staff through Rapid Recruit\n3. Whether the council has a target for reducing agency staff dependency\n4. Any framework agreement terms with Rapid Recruit including commission rates\n5. The number of agency staff currently working at the council through any provider",
          "status": "suggested",
          "context": "Rapid Recruit Ltd has received £1.9M across 1,529 transactions — the most frequent commercial supplier by transaction volume. High agency spend often indicates recruitment challenges or workforce planning issues."
        },
        {
          "id": "purchase-cards",
          "title": "Purchase Card Policy and Oversight",
          "why": "Purchase cards allow council staff to make direct purchases. Understanding the controls in place helps ensure public money is properly managed.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The council's current Purchase Card Policy document\n2. The number of active purchase cards issued to staff\n3. The approval and oversight process for purchase card transactions\n4. Any internal audit reports relating to purchase card usage from 2021 onwards\n5. Whether any purchase card transactions have been flagged as inappropriate or required repayment in the last 3 years",
          "status": "suggested",
          "context": "In 2025, a national review found Whitehall procurement card spending had reached £675 million over five years, leading to approximately 10,000 cards being cancelled."
        }
      ]
    },
    {
      "id": "governance",
      "name": "Governance & Transparency",
      "description": "Questions about council decision-making and oversight",
      "templates": [
        {
          "id": "leisure-trust",
          "title": "Rossendale Leisure Trust Funding",
          "why": "Rossendale Leisure Trust Ltd has received £1.5M — understanding the trust's governance and performance is important for accountability.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The annual service-level agreement between Rossendale Borough Council and Rossendale Leisure Trust\n2. Performance data for trust-managed leisure facilities for the last 3 years\n3. Any reports evaluating value for money of the leisure trust model\n4. The subsidy per user for each trust-managed facility\n5. Minutes of any council committee discussions about the future of the leisure trust arrangement",
          "status": "suggested",
          "context": "Rossendale Leisure Trust Ltd manages leisure facilities on behalf of the council. At £1.5M, understanding whether this model delivers value for money is important for residents."
        },
        {
          "id": "covid-grants",
          "title": "COVID-19 Grant Distribution and Audit",
          "why": "£8.9M in COVID/BEIS grants were passed through the council in 2021/22 — understanding how these were distributed and audited is important.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. A breakdown of all COVID-19 and BEIS grants distributed by the council, by scheme\n2. The number of businesses and individuals that received grants under each scheme\n3. Any post-payment assurance or audit work conducted to verify eligibility\n4. The number and value of any grants recovered due to fraud, error or ineligibility\n5. Any BEIS/DLUHC correspondence regarding the council's grant administration",
          "status": "suggested",
          "context": "During 2021/22, Rossendale distributed approximately £8.9M in COVID-19 and BEIS business support grants. National audit work has identified fraud and error in grant distribution at some councils."
        }
      ]
    }
  ],
  "submission_url": "https://www.rossendale.gov.uk/info/20067/access_to_information/308/freedom_of_information",
  "whatdotheyknow_url": "https://www.whatdotheyknow.com/body/rossendale_borough_council",
  "guide": {
    "response_time": "20 working days",
    "appeal_process": "Internal review, then Information Commissioner's Office (ICO)",
    "tips": [
      "Be specific — vague requests can be refused as too broad",
      "Reference the Freedom of Information Act 2000 in your request",
      "Ask for information in a specific format (e.g. spreadsheet) if useful",
      "If your request is refused, ask for an internal review first",
      "You don't need to give a reason for your request"
    ]
  }
}