{
  "categories": [
    {
      "id": "spending",
      "name": "Spending & Contracts",
      "description": "Questions about how the council spends public money",
      "templates": [
        {
          "id": "capita-contract",
          "title": "Capita Business Services Contract Details",
          "why": "Capita is Rossendale's largest commercial supplier at £5.8M — an outsourcing arrangement similar to Liberata at neighbouring councils.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The full contract value, duration and scope of the Capita Business Services Ltd contract\n2. Any contract extensions or variations since inception\n3. Key performance indicators (KPIs) and most recent performance report\n4. A comparison of Capita costs vs estimated in-house delivery costs\n5. Any benchmarking exercises conducted for the services Capita provides\n6. The contract renewal or exit date and any associated transition plans",
          "status": "suggested",
          "context": "Capita Business Services Ltd has received £5.8M from Rossendale Borough Council. As neighbouring councils review outsourcing arrangements, understanding Capita's role and cost-effectiveness is valuable."
        },
        {
          "id": "name-withheld",
          "title": "Supplier Names Withheld from Transparency Data",
          "why": "3,167 transactions totalling £1M have supplier names withheld — a significant transparency concern.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The reason for withholding supplier names in 3,167 transactions published in the council's spending data\n2. Which FOI exemption (if any) applies to withholding these supplier names\n3. A breakdown of the withheld transactions by department and financial year\n4. Whether these transactions relate to individual payments (e.g. benefits, grants) or commercial suppliers\n5. The council's policy on redacting supplier information from transparency data",
          "status": "suggested",
          "context": "Under the Local Government Transparency Code, councils are required to publish supplier names for payments over £500. Rossendale's data contains 3,167 transactions (£1M) where the supplier name is 'NAME WITHHELD', making it impossible for the public to scrutinise these payments."
        },
        {
          "id": "agency-staff",
          "title": "Rapid Recruit Agency Staffing Costs",
          "why": "Rapid Recruit Ltd is the most frequent commercial supplier by volume (1,529 transactions, £1.9M) — indicating significant reliance on agency staff.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. A breakdown of Rapid Recruit Ltd costs by department for each financial year since 2021/22\n2. The roles filled by agency staff through Rapid Recruit\n3. Whether the council has a target for reducing agency staff dependency\n4. Any framework agreement terms with Rapid Recruit including commission rates\n5. The number of agency staff currently working at the council through any provider",
          "status": "suggested",
          "context": "Rapid Recruit Ltd has received £1.9M across 1,529 transactions — the most frequent commercial supplier by transaction volume. High agency spend often indicates recruitment challenges or workforce planning issues."
        },
        {
          "id": "purchase-cards",
          "title": "Purchase Card Policy and Oversight",
          "why": "Purchase cards allow council staff to make direct purchases. Understanding the controls in place helps ensure public money is properly managed.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The council's current Purchase Card Policy document\n2. The number of active purchase cards issued to staff\n3. The approval and oversight process for purchase card transactions\n4. Any internal audit reports relating to purchase card usage from 2021 onwards\n5. Whether any purchase card transactions have been flagged as inappropriate or required repayment in the last 3 years",
          "status": "suggested",
          "context": "In 2025, a national review found Whitehall procurement card spending had reached £675 million over five years, leading to approximately 10,000 cards being cancelled."
        }
      ]
    },
    {
      "id": "governance",
      "name": "Governance & Transparency",
      "description": "Questions about council decision-making and oversight",
      "templates": [
        {
          "id": "leisure-trust",
          "title": "Rossendale Leisure Trust Funding",
          "why": "Rossendale Leisure Trust Ltd has received £1.5M — understanding the trust's governance and performance is important for accountability.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The annual service-level agreement between Rossendale Borough Council and Rossendale Leisure Trust\n2. Performance data for trust-managed leisure facilities for the last 3 years\n3. Any reports evaluating value for money of the leisure trust model\n4. The subsidy per user for each trust-managed facility\n5. Minutes of any council committee discussions about the future of the leisure trust arrangement",
          "status": "suggested",
          "context": "Rossendale Leisure Trust Ltd manages leisure facilities on behalf of the council. At £1.5M, understanding whether this model delivers value for money is important for residents."
        },
        {
          "id": "covid-grants",
          "title": "COVID-19 Grant Distribution and Audit",
          "why": "£8.9M in COVID/BEIS grants were passed through the council in 2021/22 — understanding how these were distributed and audited is important.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. A breakdown of all COVID-19 and BEIS grants distributed by the council, by scheme\n2. The number of businesses and individuals that received grants under each scheme\n3. Any post-payment assurance or audit work conducted to verify eligibility\n4. The number and value of any grants recovered due to fraud, error or ineligibility\n5. Any BEIS/DLUHC correspondence regarding the council's grant administration",
          "status": "suggested",
          "context": "During 2021/22, Rossendale distributed approximately £8.9M in COVID-19 and BEIS business support grants. National audit work has identified fraud and error in grant distribution at some councils."
        }
      ]
    },
    {
      "id": "housing",
      "name": "Housing & Welfare",
      "description": "Questions about housing provision, homelessness, and welfare support",
      "templates": [
        {
          "id": "temporary-accommodation",
          "title": "Temporary Accommodation Costs and Placements",
          "why": "Temporary accommodation is one of the fastest-growing cost pressures for district councils nationally. Understanding Rossendale's spending and placement numbers reveals how the borough is managing rising homelessness demand.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The total annual expenditure on temporary accommodation for each financial year from 2019/20 to 2024/25\n2. The number of households placed in temporary accommodation as at 31 March each year for the same period\n3. The average weekly cost per household in temporary accommodation, broken down by accommodation type (bed and breakfast, hostel, private sector leasing, etc.)\n4. The number of households placed in accommodation outside the Rossendale borough in each year\n5. The total amount spent on bed and breakfast or hotel accommodation specifically\n6. The council's current Homelessness Prevention Strategy and any reports on its effectiveness under the Homelessness Reduction Act 2017\n7. The number of households owed a prevention duty and a relief duty under the Homelessness Reduction Act 2017 for each year since 2019/20",
          "status": "suggested",
          "context": "The Homelessness Reduction Act 2017 placed new duties on councils to prevent and relieve homelessness. Nationally, temporary accommodation costs have risen sharply, with some district councils reporting increases of several hundred percent. Understanding how Rossendale is managing this pressure helps residents assess whether support is reaching those who need it."
        },
        {
          "id": "empty-homes",
          "title": "Empty Homes and Council Tax Premiums",
          "why": "Empty homes reduce housing supply and can blight neighbourhoods. Understanding how many exist in Rossendale and what the council is doing about them is important given local housing pressures.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The total number of homes recorded as empty (unoccupied and substantially unfurnished) in Rossendale as at 1 October each year from 2020 to 2025\n2. The number of long-term empty homes (empty for two years or more) for each of those dates\n3. The council tax premium rates currently applied to long-term empty properties and the date each premium rate was introduced\n4. The total additional council tax income generated from empty home premiums in each financial year from 2021/22 to 2024/25\n5. Whether the council has adopted the power to charge a 100% premium on properties empty for one year or more under the Levelling Up and Regeneration Act 2023\n6. The number of empty homes brought back into use through council intervention in each year\n7. Any Empty Homes Strategy or action plan currently in force",
          "status": "suggested",
          "context": "Under the Rating (Property in Common Occupation) and Council Tax (Empty Dwellings) Act 2018 and the Levelling Up and Regeneration Act 2023, councils have increasing powers to charge premiums on long-term empty properties. With housing demand outstripping supply in many areas, understanding how many homes sit empty and what is being done about it is a legitimate public interest concern."
        },
        {
          "id": "disabled-facilities-grants",
          "title": "Disabled Facilities Grants Spending and Waiting Times",
          "why": "Disabled Facilities Grants help vulnerable residents adapt their homes. Long waiting times can leave people living in unsuitable conditions.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The total Disabled Facilities Grant (DFG) budget allocation and actual expenditure for each financial year from 2021/22 to 2024/25\n2. The number of DFG applications received, approved, and completed in each year\n3. The average time from initial enquiry to completion of works for each year\n4. The average grant value awarded in each year\n5. Whether any DFG funding was returned unspent to central government or carried forward\n6. The number of applicants currently on the waiting list for assessment or works\n7. Whether the council uses DFG funding for any discretionary purposes beyond mandatory adaptations, as permitted under the Regulatory Reform (Housing Assistance) (England and Wales) Order 2002",
          "status": "suggested",
          "context": "Disabled Facilities Grants are funded by central government through the Better Care Fund. Despite this ring-fenced funding, many councils have significant backlogs. Long waiting times for adaptations such as stairlifts, level-access showers, and ramps can lead to hospital admissions, falls, and reduced quality of life for disabled and elderly residents."
        }
      ]
    },
    {
      "id": "services",
      "name": "Services & Performance",
      "description": "Questions about how well council services are performing",
      "templates": [
        {
          "id": "waste-recycling",
          "title": "Waste Collection Costs and Recycling Performance",
          "why": "Waste collection is one of the largest operational costs for district councils. Understanding costs and recycling rates helps residents assess value for money.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The total annual cost of waste collection for each financial year from 2021/22 to 2024/25\n2. The cost per household for waste collection in each year\n3. The household recycling rate achieved in each year and how this compares to the Lancashire average\n4. The number of missed bin collections reported in each year\n5. Current contract arrangements for waste collection, including the contractor name, contract value, and end date\n6. The council's implementation plan and estimated cost for introducing mandatory food waste collection under the Environment Act 2021\n7. Whether shared service arrangements with neighbouring authorities have been explored for waste collection or disposal\n8. Any penalty deductions applied to the waste contractor for underperformance",
          "status": "suggested",
          "context": "Waste collection typically accounts for a significant proportion of district council spending. The Environment Act 2021 will require all councils in England to provide separate food waste collection, adding further cost. Rossendale's recycling performance and collection costs should be compared with neighbouring East Lancashire councils to assess whether residents are getting value for money."
        },
        {
          "id": "planning-performance",
          "title": "Planning Application Processing Times and Refusal Rates",
          "why": "An efficient planning service is essential for housing delivery and local economic growth. Delays and high refusal rates can discourage development and investment.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The total number of planning applications received and determined for each financial year from 2021/22 to 2024/25\n2. The percentage of major applications determined within 13 weeks (or agreed extended period) for each year\n3. The percentage of minor and other applications determined within 8 weeks (or agreed extended period) for each year\n4. The total planning fee income received in each year\n5. The refusal rate for planning applications in each year and the proportion of refusals subsequently overturned on appeal\n6. The total cost of planning appeal proceedings to the council in each year, including any costs awards against the council\n7. The number of planning enforcement cases opened and resolved in each year\n8. Whether the council has used Planning Performance Agreements and the income generated from them",
          "status": "suggested",
          "context": "The government monitors council planning performance against statutory targets. Councils that consistently fail to meet targets risk being placed in special measures and having applications decided by the Planning Inspectorate instead. High appeal overturn rates can also indicate poor decision-making that costs the council money in appeal proceedings."
        },
        {
          "id": "it-digital-spending",
          "title": "IT Systems and Digital Transformation Spending",
          "why": "Councils are spending increasing amounts on IT and digital transformation. Understanding what Rossendale is spending and the outcomes achieved helps assess whether technology investment is delivering real improvements.",
          "template": "Dear FOI Officer,\n\nUnder the Freedom of Information Act 2000, I request:\n\n1. The total annual IT and digital services expenditure for each financial year from 2021/22 to 2024/25, broken down by category (hardware, software licences, cloud services, consultancy, staffing)\n2. A list of the council's main software systems and the annual licence or subscription cost for each\n3. Whether the council has a Digital Transformation Strategy and, if so, a copy of that document\n4. The total amount spent on IT or digital transformation consultants in each year, with a list of consultancy firms engaged\n5. Any business cases or post-implementation reviews for major IT projects undertaken since 2021\n6. Whether the council has achieved measurable savings or service improvements from digital investment, with supporting evidence\n7. The council's current cyber security accreditation status (e.g. Cyber Essentials, Cyber Essentials Plus) and the date of last assessment",
          "status": "suggested",
          "context": "Local government IT spending has grown significantly as councils move services online and upgrade legacy systems. However, public sector IT projects have a history of cost overruns and underdelivery. Understanding what Rossendale is spending on technology and whether it is delivering measurable improvements helps residents assess whether digital investment represents good value for money."
        }
      ]
    }
  ],
  "submission_url": "https://www.rossendale.gov.uk/info/20067/access_to_information/308/freedom_of_information",
  "whatdotheyknow_url": "https://www.whatdotheyknow.com/body/rossendale_borough_council",
  "guide": {
    "response_time": "20 working days",
    "appeal_process": "Internal review, then Information Commissioner's Office (ICO)",
    "tips": [
      "Be specific — vague requests can be refused as too broad",
      "Reference the Freedom of Information Act 2000 in your request",
      "Ask for information in a specific format (e.g. spreadsheet) if useful",
      "If your request is refused, ask for an internal review first",
      "You don't need to give a reason for your request"
    ]
  }
}