{
  "id": "spending-trends-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The total spend analysed for South Ribble Borough Council is <strong>£146.5M</strong> across 16,065 transactions from 2021/22 to 2024/25.</li>\n  <li>Spending decreased by <strong>£9.4M</strong> (49.8%) from 2021 to 2025, with the most significant drop of <strong>£26,726,022</strong> (73.8%) from 2024 to 2025.</li>\n  <li>The year-over-year spending change shows a significant increase of <strong>£20.4M</strong> (108.1%) from 2021 to 2022, followed by a more modest increase of <strong>£3.4M</strong> (8.7%) from 2022 to 2023.</li>\n  <li>The total spend for the year 2021 was <strong>£18.9M</strong>, and for 2025 it was <strong>£9.5M</strong>, indicating a significant reduction in spending over the four-year period.</li>\n  <li>The largest year-over-year decrease was from 2023 to 2024, with a drop of <strong>£6,506,235</strong> (15.2%).</li>\n</ul>\n\n<h2>Spending Trends Over Time</h2>\n<p>The spending data for South Ribble Borough Council reveals a complex trend over the four-year period from 2021/22 to 2024/25. The total spend for each year is as follows: <strong>£18.9M</strong> in 2021, <strong>£39.3M</strong> in 2022, <strong>£42.7M</strong> in 2023, <strong>£36.2M</strong> in 2024, and <strong>£9.5M</strong> in 2025.</p>\n<p>The significant increase in spending from 2021 to 2022, with a rise of <strong>£20.4M</strong> (108.1%), is notable. This increase may be due to various factors, including changes in council priorities or external factors such as economic conditions.</p>\n<p>In contrast, the decrease in spending from 2024 to 2025, with a drop of <strong>£26,726,022</strong> (73.8%), suggests a significant shift in the council's financial trajectory. This reduction may be the result of efforts to reduce costs or changes in the council's organisation and programme delivery.</p>\n\n<h2>Year-by-Year Spending Comparison</h2>\n<p>A comparison of the year-by-year spending reveals interesting insights into the council's financial management. The following table shows the total spend for each year:</p>\n<table>\n  <thead>\n    <tr>\n      <th>Year</th>\n      <th>Total Spend</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>2021</td>\n      <td><strong>£18.9M</strong></td>\n    </tr>\n    <tr>\n      <td>2022</td>\n      <td><strong>£39.3M</strong></td>\n    </tr>\n    <tr>\n      <td>2023</td>\n      <td><strong>£42.7M</strong></td>\n    </tr>\n    <tr>\n      <td>2024</td>\n      <td><strong>£36.2M</strong></td>\n    </tr>\n    <tr>\n      <td>2025</td>\n      <td><strong>£9.5M</strong></td>\n    </tr>\n  </tbody>\n</table>\n<p>This table highlights the significant fluctuations in spending over the four-year period, with the highest spend in 2023 and the lowest in 2025.</p>\n\n<h2>Implications and Next Steps</h2>\n<p>The spending data for South Ribble Borough Council provides valuable insights into the council's financial management and decision-making processes. The significant changes in spending over the four-year period suggest that the council may be responding to changing circumstances, such as economic conditions or shifts in council priorities.</p>\n<p>Further analysis of the spending data, including examination of specific departments and programmes, may reveal additional insights into the council's financial trajectory. Citizens and stakeholders can use this information to engage with the council and inform decision-making processes.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to South Ribble Borough Council about the specific factors contributing to the significant increase in spending from 2021 to 2022.</li>\n  <li>Attend council committee meetings, which are open to the public, to learn more about the council's financial management and decision-making processes.</li>\n  <li>Check the council's published contracts register to gain insights into the council's procurement practices and supplier relationships.</li>\n  <li>Write to your local councillor about concerns regarding the significant decrease in spending from 2024 to 2025 and its potential impact on council services and programmes.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and analyse the trends and patterns in the council's financial management.</li>\n</ul>\n\n<em>This article is based on South Ribble Borough Council's published spending data covering 2021/22 to 2024/25. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}