{
  "id": "supplier-concentration-2026",
  "content": "<h3>Key Findings</h3>\n<ul>\n  <li>The top 5 suppliers to South Ribble Borough Council account for £66.7M, which is 45.5% of the total spend of £146.5M.</li>\n  <li>The top 10 suppliers, including <strong>LANCS COUNTY COUNCIL</strong>, <strong>DEPARTMENT FOR COMMUNITIES AND LOCAL GOVERNMENT</strong>, and <strong>CADDICK CONSTRUCTION (NW) LTD</strong>, receive £85.9M, which is 58.7% of the total spend.</li>\n  <li>The remaining 1,651 suppliers receive a combined total of £60.6M, which is 41.3% of the total spend.</li>\n  <li>The largest supplier, <strong>LANCS COUNTY COUNCIL</strong>, receives £18.4M, which is 12.5% of the total spend.</li>\n  <li>The second largest supplier, <strong>DEPARTMENT FOR COMMUNITIES AND LOCAL GOVERNMENT</strong>, receives £15.1M, which is 10.3% of the total spend.</li>\n</ul>\n\n<h2>Introduction to South Ribble's Spending</h2>\n<p>South Ribble Borough Council's spending records, published under the Local Government Transparency Code, reveal a total spend of £146.5M across 16,065 transactions from 2021/22 to 2024/25. The top suppliers to the council account for a significant proportion of this spend, with the top 5 suppliers receiving £66.7M, which is 45.5% of the total.</p>\n<p>The concentration of spend among a small number of suppliers raises questions about the council's contract dependency and the existence of competitive markets. The council's largest supplier, <strong>LANCS COUNTY COUNCIL</strong>, receives £18.4M, which is 12.5% of the total spend. The second largest supplier, <strong>DEPARTMENT FOR COMMUNITIES AND LOCAL GOVERNMENT</strong>, receives £15.1M, which is 10.3% of the total spend.</p>\n<p>The top 10 suppliers to the council are dominated by public sector organisations, with <strong>LANCS COUNTY COUNCIL</strong>, <strong>DEPARTMENT FOR COMMUNITIES AND LOCAL GOVERNMENT</strong>, and <strong>CHORLEY BOROUGH COUNCIL</strong> all featuring in the top 5. The presence of private sector companies, such as <strong>CADDICK CONSTRUCTION (NW) LTD</strong> and <strong>ALLIANCE LEISURE SERVICES LTD</strong>, suggests that the council is also engaging with external providers to deliver services.</p>\n\n<h2>Top Suppliers to South Ribble Borough Council</h2>\n<p>The following table shows the top 10 suppliers to South Ribble Borough Council, along with the amount they receive and the percentage of the total spend.</p>\n<table>\n  <thead>\n    <tr>\n      <th>Rank</th>\n      <th>Supplier</th>\n      <th>Amount</th>\n      <th>% of Total</th>\n    </tr>\n  </thead>\n  <tbody>\n    <tr>\n      <td>1</td>\n      <td><strong>LANCS COUNTY COUNCIL</strong></td>\n      <td>£18.4M</td>\n      <td>12.5%</td>\n    </tr>\n    <tr>\n      <td>2</td>\n      <td><strong>DEPARTMENT FOR COMMUNITIES AND LOCAL GOVERNMENT</strong></td>\n      <td>£15.1M</td>\n      <td>10.3%</td>\n    </tr>\n    <tr>\n      <td>3</td>\n      <td><strong>CADDICK CONSTRUCTION (NW) LTD</strong></td>\n      <td>£13.8M</td>\n      <td>9.4%</td>\n    </tr>\n    <tr>\n      <td>4</td>\n      <td><strong>CHORLEY BOROUGH COUNCIL</strong></td>\n      <td>£10.9M</td>\n      <td>7.4%</td>\n    </tr>\n    <tr>\n      <td>5</td>\n      <td><strong>ALLIANCE LEISURE SERVICES LTD</strong></td>\n      <td>£8.5M</td>\n      <td>5.8%</td>\n    </tr>\n    <tr>\n      <td>6</td>\n      <td><strong>DEPT FOR BUSINESS ENERGY & IND. STRATEGY (BEIS)</strong></td>\n      <td>£4.9M</td>\n      <td>3.4%</td>\n    </tr>\n    <tr>\n      <td>7</td>\n      <td><strong>SOUTH RIBBLE LEISURE LTD</strong></td>\n      <td>£4.5M</td>\n      <td>3.1%</td>\n    </tr>\n    <tr>\n      <td>8</td>\n      <td><strong>HM REVENUE & CUSTOMS 065PV00107808</strong></td>\n      <td>£4.2M</td>\n      <td>2.8%</td>\n    </tr>\n    <tr>\n      <td>9</td>\n      <td><strong>FCC ENVIRONMENT SERVICES (UK) LTD</strong></td>\n      <td>£2.9M</td>\n      <td>2.0%</td>\n    </tr>\n    <tr>\n      <td>10</td>\n      <td><strong>RP TYSON CONSTRUCTION LTD</strong></td>\n      <td>£2.8M</td>\n      <td>1.9%</td>\n    </tr>\n  </tbody>\n</table>\n<p>The table shows that the top 10 suppliers receive a combined total of £85.9M, which is 58.7% of the total spend. The remaining 1,651 suppliers receive a combined total of £60.6M, which is 41.3% of the total spend.</p>\n\n<h2>Conclusion and Next Steps</h2>\n<p>The analysis of South Ribble Borough Council's spending records reveals a high degree of concentration among the top suppliers. The council's largest supplier, <strong>LANCS COUNTY COUNCIL</strong>, receives £18.4M, which is 12.5% of the total spend. The presence of private sector companies, such as <strong>CADDICK CONSTRUCTION (NW) LTD</strong> and <strong>ALLIANCE LEISURE SERVICES LTD</strong>, suggests that the council is also engaging with external providers to deliver services.</p>\n<p>The council's spending patterns raise questions about the existence of competitive markets and the council's contract dependency. Further analysis is needed to determine the extent to which the council is achieving value for money and to identify opportunities for cost savings.</p>\n\n<h2>What You Can Do</h2>\n<ul>\n  <li>Submit a Freedom of Information request to South Ribble Borough Council about the council's contract management processes and the steps taken to ensure competitive markets.</li>\n  <li>Attend council committee meetings, which are open to the public, to ask questions about the council's spending patterns and contract management.</li>\n  <li>Check the council's published contracts register to see which contracts are due for renewal and which suppliers are currently providing services to the council.</li>\n  <li>Write to your local councillor about your concerns regarding the council's spending patterns and contract dependency.</li>\n  <li>Visit aidoge.co.uk to explore the full spending data and to analyse the council's spending patterns in more detail.</li>\n</ul>\n\n<em>This article is based on South Ribble Borough Council's published spending data covering 2021/22 to 2024/25. All figures are drawn directly from transactions published under the Local Government Transparency Code. Analysis by AI DOGE.</em>"
}