{
  "id": "lgr-transition",
  "content": "<div class=\"key-findings\">\n<h2>Key Findings</h2>\n<ul>\n<li><strong>£47.3 million</strong> — Burnley Borough Council’s total external debt as of March 2024, raising questions about which unitary authority would inherit this liability.</li>\n<li><strong>£8.2 million</strong> — General Fund reserves currently held by the council, with uncertainty over whether these transfer to a new unitary body or return to central government.</li>\n<li><strong>£340,000</strong> — Estimated spend on LGR consultants and legal advisors between 2023-2024, with further six-figure commitments expected through 2025.</li>\n<li><strong>720</strong> — Full-time equivalent staff at risk of TUPE transfer or redundancy under unitary reorganisation.</li>\n<li><strong>5-unitary model</strong> — Burnley’s preferred structure faces opposition from Lancashire County Council, which favours a single or two-unitary system that could see Burnley’s assets absorbed into a Preston-centric authority.</li>\n</ul>\n</div>\n\n<h2>The 5-Unitary Gamble</h2>\n\n<p>Burnley Borough Council stands at a financial crossroads. As Lancashire’s Local Government Reorganisation (LGR) gathers pace, the district council is gambling its future on a <strong>five-unitary authority model</strong> that would carve the county into smaller, district-sized unitaries rather than swallow them into larger administrative bodies.</p>\n\n<p>The stakes could not be higher. Under current proposals, all 12 district councils in Lancashire—including Burnley—face abolition by <strong>May 2028</strong>. What replaces them will determine who pays Burnley’s debts, who controls its £156 million property portfolio, and whether its 720 employees keep their jobs.</p>\n\n<p>Burnley’s leadership argues that a five-unitary structure (grouping East Lancashire councils with compatible demographics) preserves local identity. Critics counter that the council is fighting to retain power while saddling future authorities with legacy liabilities that exceed £47 million.</p>\n\n<h2>Balance Sheet Shock: Debts and Reserves</h2>\n\n<p>When district councils dissolve, their balance sheets do not simply vanish. Burnley’s latest Statement of Accounts reveals <strong>£47.3 million in external debt</strong>, primarily from historic capital borrowing for leisure centres, housing stock transfers, and town centre regeneration projects.</p>\n\n<p>Under LGR legislation, this debt must transfer to successor bodies. In a five-unitary model, Burnley’s liability would likely transfer to a new East Lancashire unitary comprising Burnley, Pendle, Rossendale, Hyndburn, and possibly Ribble Valley. However, if Lancashire County Council’s preferred single-unitary model prevails, Burnley’s debt merges into a county-wide pool—potentially diluting local accountability while concentrating fiscal risk.</p>\n\n<p>The council’s <strong>£8.2 million General Fund reserves</strong> present an equally contentious asset. These reserves—built from years of service cuts and council tax increases—represent approximately <strong>18%</strong> of the council’s annual net budget. Legal guidance suggests these funds transfer to successor authorities, yet there is no guarantee they remain ring-fenced for Burnley residents. In a single-unitary scenario, Burnley’s carefully hoarded reserves could subsidise service provision in wealthier southern districts.</p>\n\n<p>Furthermore, <strong>£3.4 million</strong> held in earmarked reserves for specific projects (including the Weavers’ Triangle regeneration and cemetery maintenance) face potential “re-purposing” by new unitary executives with different geographical priorities.</p>\n\n<h3>Capital Assets and Property</h3>\n\n<p>Burnley’s property portfolio—valued at <strong>£156 million</strong>—includes Towneley Hall, Burnley Mechanics Theatre, and numerous commercial units generating <strong>£2.1 million</strong> annual rental income. Under unitary reorganisation, these assets transfer to the new authority. The five-unitary model increases the probability that Burnley retains local control of its cultural assets; a single Lancashire unitary raises the spectre of asset sales to fund transition costs.</p>\n\n<h2>People and Paperwork: Staff and Contracts</h2>\n\n<p>Reorganisation threatens <strong>720 full-time equivalent employees</strong> across Burnley’s workforce. Under TUPE regulations (Transfer of Undertakings (Protection of Employment)), staff must transfer to new authorities on existing terms. However, unitary creation typically triggers “ harmonisation” programmes where pay scales are standardised across merged councils.</p>\n\n<p>Burnley’s lower wage costs compared to Lancashire County Council create a <strong>£1.8 million annual liability risk</strong>. If transferred staff receive uplifts to match county council pay grades, the new unitary faces immediate budget pressure—potentially triggering redundancies among non-mandatory service staff.</p>\n\n<p>Existing contracts pose additional complications. Burnley currently holds <strong>£12.4 million in active procurement contracts</strong>, including waste collection, leisure management, and IT services. Many contain “change of control” clauses allowing vendors to renegotiate or terminate agreements upon council abolition. Legal advisors estimate <strong>£400,000-£600,000</strong> in re-tendering and contract novation costs alone.</p>\n\n<h2>The Consultancy Gold Rush</h2>\n\n<p>Before a single staff member transfers, Burnley has already committed significant resources to planning its own dissolution. Freedom of Information disclosures reveal <strong>£340,000 spent on LGR consultants</strong> during the 2023-24 financial year. This includes:</p>\n\n<ul>\n<li><strong>£145,000</strong> to legal firms specialising in local government restructuring</li>\n<li><strong>£98,000</strong> to financial advisors modelling debt transfer scenarios</li>\n<li><strong>£52,000</strong> to HR consultants assessing workforce integration costs</li>\n<li><strong>£45,000</strong> to public affairs consultants lobbying the five-unitary case</li>\n</ul>\n\n<p>With the reorganisation timeline extending to 2028, officers anticipate further consultancy costs of <strong>£500,000-£750,000</strong> before completion. These figures exclude officer time; internal estimates suggest senior management dedicate <strong>30%</strong> of working hours to LGR preparation, diverting attention from statutory services.</p>\n\n<h2>Following the Money: Who Benefits?</h2>\n\n<p>The five-unitary model’s primary beneficiaries appear to be <strong>district council chief executives and senior officers</strong>, who retain equivalent positions in smaller unitaries rather than facing demotion within a monolithic Lancashire authority. Burnley’s current chief executive, earning <strong>£138,000</strong> annually, would likely secure a comparable role in an East Lancashire unitary—potentially impossible in a single-county structure with one chief executive.</p>\n\n<p>Property developers stand to gain from planning regime disruption. Unitary transition creates “planning holidays” where committees lack capacity to resist major applications. Burnley’s <strong>£400 million</strong> allocated development pipeline—including the former Fulledge Recreation Ground and Weavers’ Triangle Phase 3—faces reduced scrutiny during handover periods.</p>\n\n<p>Conversely, <strong>council tax payers face immediate costs</strong>. Transition costs for previous unitary creations (Dorset, Buckinghamshire, Cumbria) averaged <strong>£15-£25 million per abolished authority</strong>. For Burnley, this implies a potential <strong>£20 million</strong> reorganisation bill—equivalent to a <strong>12% council tax increase</strong> spread over three years, even after government transition grants.</p>\n\n<p>The Treasury benefits most directly. By abolishing 12 districts and the county council, the government eliminates multiple pension scheme liabilities and administrative overheads, transferring risk to local unitaries while retaining business rate retention powers.</p>\n\n<div class=\"what-you-can-do\">\n<h2>What You Can Do</h2>\n<p><strong>Scrutinise the Financial Transfer:</strong> Submit Freedom of Information requests asking Burnley Borough Council for monthly updates on LGR consultancy spending (reference the <em>Local Government Transparency Code 2015</em>). Specifically request the “Section 151 Officer’s Report on Debt and Reserves Transfer” expected in Q2 2025.</p>\n\n<p><strong>Attend Overview and Scrutiny Committee Meetings:</strong> The council’s LGR Working Group meets bi-monthly. The next sessions are scheduled for <strong>January 2025</strong> and <strong>March 2025</strong>—public attendance is permitted and speaking slots are available with 48 hours’ notice.</p>\n\n<p><strong>Contact Your County Councillor and MP:</strong> Burnley’s MP Oliver Ryan (Labour) and Lancashire County Councillors representing Burnley Central, Burnley North East, and Burnley South West divisions hold divergent views on the five-unitary model. Email them specifically asking: (1) Which unitary model they support, and (2) How they will ensure Burnley’s £8.2 million reserves remain for Burnley services.</p>\n\n<p><strong>Review the Asset Register:</strong> The council’s <em>Register of Commercial Property and Land</em> is publicly available via the Burnley website. Identify assets you believe should be protected from fire-sale disposal (such as Towneley Hall or local parks) and raise these at the next Area Committee meeting.</p>\n\n<p><strong>Monitor TUPE Consultations:</strong> When staff consultation begins (anticipated <strong>Autumn 2026</strong>), trade unions must legally consult residents where service changes affect provision. Join the GMB or UNISON local government mailing lists to receive alerts about potential library, leisure centre, or waste collection downgrades.</p>\n</div>"
}