{
  "id": "burnley-molesworth-hotel-breach",
  "slug": "burnley-molesworth-hotel-breach",
  "title": "Burnley Council Paid £59K to Molesworth Hotel Ltd During Active Companies Act Breach",
  "council": "Burnley",
  "category": "Governance Failure",
  "severity": "high",
  "published": "2026-02-07",
  "updated": "2026-02-07",
  "author": "AI DOGE Investigation",
  "readTime": "3 min",
  "excerpt": "Burnley Borough Council continued paying Molesworth Hotel Ltd £59,100 while the company had no active directors and no person with significant control registered — a serious governance failure.",
  "content": {
    "blocks": [
      {
        "type": "hero",
        "title": "Hotel Company Paid During Governance Void",
        "subtitle": "Molesworth Hotel Ltd received council payments while lacking both directors and PSC",
        "stat": "£59,100",
        "statLabel": "Paid During Active Breach"
      },
      {
        "type": "summary",
        "items": [
          "Molesworth Hotel Ltd: No active directors registered",
          "No person with significant control (PSC) on file",
          "£59,100 paid during this governance void",
          "Part of £223.9K total paid to breach suppliers"
        ]
      },
      {
        "type": "section",
        "heading": "Dual Governance Failure",
        "content": "Molesworth Hotel Ltd stands out for having not one but two critical governance failures simultaneously: no active directors AND no person with significant control (PSC). Under the Companies Act 2006, every company must have at least one director and must identify its PSCs. A company missing both represents a fundamental breakdown in corporate transparency."
      },
      {
        "type": "insight",
        "heading": "What is a PSC?",
        "content": "A Person with Significant Control is someone who owns more than 25% of a company or otherwise controls it. The PSC register was introduced in 2016 specifically to increase corporate transparency and prevent hidden beneficial ownership. A missing PSC register suggests either extreme negligence or intentional concealment.",
        "severity": "warning"
      },
      {
        "type": "section",
        "heading": "Burnley's Supplier Breach Pattern",
        "content": "This case is part of a broader pattern. Burnley paid 21 different suppliers £223,900 total during active Companies Act breaches. While Molesworth Hotel is the highest-value individual case, JML Property Solutions (£48K) and A&C Weber UK (£29K) also received significant payments during breaches."
      },
      {
        "type": "dataTable",
        "heading": "Burnley's Top 3 Supplier Breaches",
        "headers": ["Supplier", "Amount Paid", "Breach Type"],
        "rows": [
          ["Molesworth Hotel Ltd", "£59,100", "No directors / No PSC"],
          ["JML Property Solutions Ltd", "£48,000", "Strike-off / Dormant accounts"],
          ["A & C Weber UK Ltd", "£29,200", "Dormant accounts"]
        ]
      },
      {
        "type": "section",
        "heading": "Due Diligence Gap",
        "content": "Basic pre-contract checks on Companies House would have revealed these red flags. The question is whether such checks were performed, and if so, why they didn't prevent contract awards or continued payments. Council procurement rules typically require verification of supplier legitimacy."
      },
      {
        "type": "cta",
        "heading": "View the Payment Timeline",
        "text": "See all payments to Molesworth Hotel Ltd and verify the dates against Companies House records showing the governance breach period.",
        "link": "/spending?supplier=MOLESWORTH HOTEL LTD",
        "linkText": "View Molesworth Hotel Payments →"
      }
    ]
  },
  "sources": [
    {
      "title": "DOGE Findings Analysis",
      "url": "https://aidoge.co.uk/spending",
      "date": "2026-02-07"
    }
  ],
  "relatedArticles": [
    "burnley-chief-exec-purchase-cards",
    "burnley-consultancy-spending",
    "doge-investigation-overview"
  ]
}